{
    "album_name": "RI",
    "images": [
        {
            "name": "1_N",
            "img_name": "null.jpg",
            "desc": "The scenario when Rural Internship (henceforth called RI) was announced:_nl_So, most of us were interested in algorithmic programming and believed that being good at it will help to score you a good internship/placement. Also, after third semester substantial things had been taught and it was no doubt that December vacation was a nice time to build more skills in programming. _nl__nl_There was also a parallel thought going on in our collective mind, this was the only period were we as a group could have good time together. As the NGO list was announced we consulted some seniors and the second thought became strong and we selected HIFEED Uttarakhand as the place to go. But similar thoughts had crept in across the batch and there was huge demand-supply gap with HIFEED offering only 50 seats. We were fresh out of Economics course and thus we went on to quantify the gap. Groups sat near the E-ground router to discuss others’ preferences. Close to 80 people were our enemies. True numbers are unknown till date. Aayush, Aman and Ashutosh felt pretty confident since they had long foreseen the day and had practiced enough by booking tatkal tickets."
        },
        {
            "name": "2_N",
            "img_name": "null.jpg",
            "desc": "Fast Forward to the day when RI form was open - policy at our time was first come first serve and we were around 8-9 people seated in E-205 waiting for the form to arrive. We rushed through our lives to fill those forms. Adrenaline was so pumped, some of us were not even sure if we selected the correct NGO or wrongly anything else starting with 'H’. All of us except Devansh got selected in initial 50. We were excited as well as sad as Devansh wouldn’t be joining us on the fun journey that lied ahead. But Devansh was determined to come with us and successfully convinced our RI convener at that time that he possessed the skills and desire to do RI at HIFEED, which was granted to him after some talks with HIFEED (2 students were allowed exceptionally, Aashka and Devansh). Fun fact:  When the list of selected students for HIFEED arrived, there were some student who registered twice to be secure. That’s the reason why our poor Devansh couldn’t got a chance initially._nl__nl_This easily came down as one of our best decisions as group"
        },
        {
            "name": "3_N",
            "img_name": "null.jpg",
            "desc": "So, the day came when around 40 of us were willing to travel to Uttarakhand to spend a month in the hilly village of Chamba. Some of our fellow mates have already reached HIFEED before us._nl_We began our around 22-hour long train journey from Vadodara to Haridwar at around 6:00 am. We all were very excited as it was our first train journey as a group."
        },
        {
            "name": "4_H",
            "img_name": "image001.jpg",
            "desc": "First pic of the RI Journey. This is what Roshan’s mom saw first too when he was asked to show RI pictures."
        },
        {
            "name": "5_H",
            "img_name": "image002.jpg",
            "desc": "Tribute to Ashutosh"
        },
        {
            "name": "6_V",
            "img_name": "image003.jpg",
            "desc": "Start of another trip (Was actually Rural Internship, but we made it a trip for ourselves). Unarguably one of the best trips we had. "
        },
        {
            "name": "7_H",
            "img_name": "image004.jpg",
            "desc": "RI journey. Devansh guarding the luggage with SWAG."
        },
        {
            "name": "8_H",
            "img_name": "image005.jpg",
            "desc": "Receiving marks on the journey was scary. But we even made fun out of it. Here is Rutul and Shrey displaying their Algebraic structures pointers and the difference of 1 shows in their experience. Don’t know how Ashutosh survived getting only 1 out of 10 in the subject.  P.S: Roshan and Devansh just survived that sem. Got 4 in EMT - They are not in the picture as they are busy partying hard! Roshan literally jumped of the bed in the chilly night just to party the 4 pointers!"
        },
        {
            "name": "9_H",
            "img_name": "image006.jpg",
            "desc": "Ashutosh is like Modiji. Knows where the real cameras are."
        },
        {
            "name": "10_V",
            "img_name": "image007.jpg",
            "desc": "Probably dangerous to walk on tracks. But after successfully surviving 3rd semester anything is safe."
        },
        {
            "name": "11_V",
            "img_name": "image008.jpg",
            "desc": "A typical Mumbaikar struggling in his life, sleeping in locals."
        },
        {
            "name": "12_V",
            "img_name": "image009.jpg",
            "desc": "Shrey thinking, “Ese ladke ko bhala kon mana kar sakta hai.”"
        },
        {
            "name": "13_N",
            "img_name": "null.jpg",
            "desc": "We stayed at Haridwar for one night in the Gujarati Dharam Shala and planned to visit the Ghats of Ganga next day very early in the morning (around 4 AM) and then to Chamba._nl_For people visiting the ghats for first time it was a very pristine ad spiritual experience. Obviously, we took some pics. Aayush even took a holy bath. Then, we rushed back to the rooms to pick our luggage up and From Haridwar to Chamba we took a bus."
        },
        {
            "name": "14_V",
            "img_name": "image010.jpg",
            "desc": "Stayed in Gujarati Bhavan in Haridwar. Really a budget option. Also, Roshan was also a part of Headrush, but these two identical beings (everything same) betrayed him by not telling him what they were going to wear - so Roshan showing his dissent by spoiling (read as making the pic lively) the pic. Also, Tirth patel trying to make them antelope."
        },
        {
            "name": "15_H",
            "img_name": "image011.jpg",
            "desc": "5 AM morning at Har ki Pauri. Spiritual group"
        },
        {
            "name": "16_H",
            "img_name": "image012.jpg",
            "desc": "Much sleepy middle row. The Domino Effect. r/AccidentalRenaissance ?"
        },
        {
            "name": "17_N",
            "img_name": "null.jpg",
            "desc": "With so much of twists and turns in roads and in stomachs we reached Chamba. Some people suffered from motion sickness too especially due to the terrain.Then from Chamba, HIFEED was about 8 kms away and no buses would go that road, so we hired a car, to reach there. He left us at a sign marking HIFEED ahead. _nl__nl_HIFEED (Himalayan Institution for Environment Ecology Development) is an organization that focuses on improving the lives of mountain communities. You can find more information about it at hifeed.org. It is a 1- minute drive from Chamba to HIFEED. Entering HIFEED is tough when you have a trolley bag with you as from the main road it is a 200 m trek which in some places is only 10 cm wide. So, for the first time it was tough for us also. Somehow, we managed to reach there. We got a 12-bed dormitory room which for the next 3-4 weeks, became our funhouse. So, we were divided into 5 teams to work on specific problems related to local issues. Most of us were in the same group of Mitigating Disaster Management in hilly regions. So, we needed to study the communities and come up with a solution that can help them to understand various calamities and help them to attenuate the damages done by it. "
        },
        {
            "name": "18_V",
            "img_name": "image013.jpg",
            "desc": "We finally reach the place where RI starts. It said 200 meters more. But it was in terms of altitude and not like distance usually measured. Kaafi khun passina bahaya gaya uss din."
        },
        {
            "name": "19_N",
            "img_name": "null.jpg",
            "desc": "It is not a place where you continuously require to work on your project. In fact, we did various field trips to appreciate the nature."
        },
        {
            "name": "20_H",
            "img_name": "image014.jpg",
            "desc": "This was the view from our stay during the RI. Beauty!"
        },
        {
            "name": "21_N",
            "img_name": "null.jpg",
            "desc": "On the very first day, we made was 8.5 kms mountain trek which started from HIFEED, uphill to a temple and downhill to Chamba. We were late as no one was ready in the morning. So, the guide decided to start with whoever is present. So, we started running to catch the guide and colleagues before they got disappeared in the mountains but we were never able to find them. Instead we used technology to get going. Soon starting the late trip, we got divided into groups of 2-3 depending on the pace of the individuals. We communicated with the group ahead of us with the help of phones. Shrey was running last and soon gave up on the mountain trekking and headed back to HIFEED. Nisarg and Rutul were now running last but they did not lose hopes and were fast enough to catch Roshan and Aayush who were wandering on the road. As we travelled, we were got thirsty and found on a club on the road. Rutul dared to go inside and ask for the price of a water bottle. It was 60 Rs bottle and we decided dying of thirst would be better than purchasing the bottle so we continued the trekking by asking the directions from our preceding group. Shashank and Devansh – the two most fittest beings on the planet and consequently among us too were very well ahead in the lead. The roads were getting complicated as some of us were not sure whether we were going in the right directions. So, we asked Shashank and Devansh to wait for us. Luckily, we found them as by that time we were not knowing if it is the same mountain or not. Now we had enough manpower to find the hidden temple. But all we did was to follow Shashank as he had the instinct that it is the right direction. It was the right route and near to sunset, we reached the temple just to find out that the group had already begun descending the mountain from the other side. Now, we needed to reach Chamba from where jeep was ready to pick us up. In the meantime, we stopped at various places to click some pics as the views were beyond imagination. So, we reached Chamba just in the right time and we went back to HIFEED to call it a day."
        },
        {
            "name": "22_H",
            "img_name": "image015.jpg",
            "desc": "This is how scenic the place was and we trekked 8 kms on the first day. One hell of a transformation from staying in beds awake till 4 AM in DA to waking up early and climbing hills."
        },
        {
            "name": "23_H",
            "img_name": "image016.jpg",
            "desc": "Everyone is a big Bhai fan. Trying to imitate him, but failing badly. Some people trying desperately to be in frame, unlike him who doesn’t chose to be in frame, but the frame chooses to follow him. BHAI == GOD"
        },
        {
            "name": "24_H",
            "img_name": "image017.jpg",
            "desc": "‘Logging’ our journey in our minds with this pic."
        },
        {
            "name": "25_H",
            "img_name": "image018.jpg",
            "desc": "Rutul regretting his decision to take pics while people were proceeding. They left him."
        },
        {
            "name": "26_H",
            "img_name": "image019.jpg",
            "desc": "Rutul honoring Nisarg for his services to the group by providing his Nexus for awesome photos."
        },
        {
            "name": "27_H",
            "img_name": "image020.jpg",
            "desc": "Two very different poses. One is a general gesture we use in everyday life to greet our friends and other inspired from the iconic “Kyunki Saans bhi kabhi bahu thi”."
        },
        {
            "name": "28_H",
            "img_name": "image021.jpg",
            "desc": "A Cliché group photo. Aayush isn’t good at posing for group photos. Bas ek hath lambda karke khada hona tha vo bhi nai kar paya dhang se. So, he was removed from the next photo."
        },
        {
            "name": "29_H",
            "img_name": "image022.jpg",
            "desc": "This was a time, when Mini-Militia was a big name. We managed to have a technological feeling in midst of hilly regions of Uttarakhand. This is the pic after we were done playing."
        },
        {
            "name": "30_H",
            "img_name": "image023.jpg",
            "desc": "Picture taken from drone. Kidding, someone climbed the tree. Double Kidding, picture was taken by standing upon a rock nearby."
        },
        {
            "name": "31_H",
            "img_name": "image024.jpg",
            "desc": "Titanic, but much cooler and romantic. Fuck you people questioning Gay rights, but Sanskari and welcoming to all other people. Shrey and Roshan showing their love for each other and giving no fuck to others before Section 377. Shrey eventually ditched Roshan for a different gender and then Rutul and Roshan lived happily ever after."
        },
        {
            "name": "32_V",
            "img_name": "image025.jpg",
            "desc": "More Sanskari beings."
        },
        {
            "name": "33_H",
            "img_name": "image026.jpg",
            "desc": "Shrey sneaking in like a fox in a probable profile pic for Rutul"
        },
        {
            "name": "34_H",
            "img_name": "image027.jpg",
            "desc": "Just some awesome pics and pretending to be Bolt. but we are fat."
        },
        {
            "name": "35_V",
            "img_name": "image028.jpg",
            "desc": "Christ the Redeemer, Circa Dec 2016, India"
        },
        {
            "name": "36_H",
            "img_name": "image029.jpg",
            "desc": "More natural beauty! :D"
        },
        {
            "name": "37_H",
            "img_name": "image030.jpg",
            "desc": "Happy faces after so much mehnat of reaching to the summit."
        },
        {
            "name": "38_H",
            "img_name": "image031.jpg",
            "desc": "This is how we lived. Blankets as thick as the mattress itself and the place was warm more due to the people. Watched lots of movies and TV Series. Roshan completed LOTR marathon - an initiative that can be taken when you have lots of time in your hands. Although we were always at each other’s room at college too with E-205 being the hub after lectures and the place to stop by during meals, but this place made the bond much stronger."
        },
        {
            "name": "39_H",
            "img_name": "image032.jpg",
            "desc": "Another instance of members wanting to spoil the pic"
        },
        {
            "name": "40_V",
            "img_name": "image033.jpg",
            "desc": "Trying some cliché group photos."
        },
        {
            "name": "41_H",
            "img_name": "image034.jpg",
            "desc": "Imaginary Cricket as Indians always like to do anywhere."
        },
        {
            "name": "42_H",
            "img_name": "image035.jpg",
            "desc": "Dil Chahta hai vibes. These are the pics from which you get the feeling of being a ‘traveller’"
        },
        {
            "name": "43_H",
            "img_name": "image036.jpg",
            "desc": "Exhausted but Victorious.  It is a Pyrrhic Victory: A Pyrrhic victory is a victory that inflicts such a devastating toll on the victor that it is tantamount to defeat. Someone who wins a Pyrrhic victory has also taken a heavy toll that negates any true sense of achievement."
        },
        {
            "name": "44_N",
            "img_name": "null.jpg",
            "desc": "_nl_Tehri dam - A nearby attraction from Chamba is the city of Tehri and its famous Tehri Dam. So, taking around 20km of mountain road journey we reached Tehri Dam and the scene was amazing.  Unfortunately, we were denied entry into its campus due to some prior permission rule. We were at a height seeing the dam below us surrounded by mountains with water so clean. After getting a view of the Dam, we went to a nearby waterfront."
        },
        {
            "name": "45_H",
            "img_name": "image037.jpg",
            "desc": "Panoramic Shot of the river bank we visited! :D"
        },
        {
            "name": "46_H",
            "img_name": "image038.jpg",
            "desc": "As always, Roshan is too excited for a simple group selfie. Why Roshan?"
        },
        {
            "name": "47_H",
            "img_name": "image039.jpg",
            "desc": "As we scolded and kept Roshan mum, Devansh gets excited!"
        },
        {
            "name": "48_N",
            "img_name": "null.jpg",
            "desc": "We also went to a forest trek once, probably to reach some village but the guide forgot the route midway and we just had an adventure outing of sorts."
        },
        {
            "name": "49_H",
            "img_name": "image040.jpg",
            "desc": "Trekked to forest, only to return the same road because the guide himself forgot the path. Adventure ✔️"
        },
        {
            "name": "50_H",
            "img_name": "image041.jpg",
            "desc": "Taare Zameen Par moment. Visited primary schools in RI. Devansh behaving like Amir Khan. We fondly call him Rancho too."
        },
        {
            "name": "51_V",
            "img_name": "image042.jpg",
            "desc": "You will never be as cool as Devansh"
        },
        {
            "name": "52_H",
            "img_name": "image043.jpg",
            "desc": "Tapasvi Rutul Patel. He asked for Amazon placement and you know what happened ahead. It’s a myth that Rutul got Amazon because of clearing the interviews. Nah, due to his tapasya Lord Jeff Bezos himself appeared and gave him offer letter."
        },
        {
            "name": "53_N",
            "img_name": "null.jpg",
            "desc": "On, one of the days, we visited the Uttarakhand local milk factory. Nothing much was done there other than learning about the process of how milk is being pasteurized and how various products were made from milk and learning about the machines that were used. "
        },
        {
            "name": "54_H",
            "img_name": "image044.jpg",
            "desc": "Visited a center were women were sewing artifacts and selling them in the market. The whole process from raw material to selling done by them. Great demonstration of self-sufficiency, independence and empowerment. More Power to them!"
        },
        {
            "name": "55_H",
            "img_name": "image045.jpg",
            "desc": "Devansh making some evil plans to kill Roshan while Roshan is busy listening."
        },
        {
            "name": "56_H",
            "img_name": "image046.jpg",
            "desc": "Just another picture of the natural beauty and serenity!"
        },
        {
            "name": "57_H",
            "img_name": "image047.jpg",
            "desc": "One day we had lunch packed from HIFEED, and stopped the cars to have it on the roads. Mast experience!"
        },
        {
            "name": "58_V",
            "img_name": "image048.jpg",
            "desc": "Sabki chahat Ashutosh Maheshwari (Originally, Harish Rawat)"
        },
        {
            "name": "59_N",
            "img_name": "null.jpg",
            "desc": "We must have visited at least 10 villages nearby, some totally on foot by trekking and some half-way by jeeps. There we talked with the villagers and took a peep into their lifestyles along with fulfilling the aims of our respective projects. Cold climate, but very warm people."
        },
        {
            "name": "60_V",
            "img_name": "image049.jpg",
            "desc": "Outdoor Lunch on one of the field trips. While Aman is confused at the amazing technology of camera, Nisarg can see if somebody is taking photographs from a far distance just like Modiji."
        },
        {
            "name": "61_H",
            "img_name": "image050.jpg",
            "desc": "Aagam noting down useful household tips and tricks from women on our field trip during RI."
        },
        {
            "name": "62_H",
            "img_name": "image051.jpg",
            "desc": "One of the many Bonfires we had at HIFEED."
        },
        {
            "name": "63_V",
            "img_name": "image052.jpg",
            "desc": "Nisarg caught the person taking pics with his Nexus without his permission. Cameraman was dead after this pic."
        },
        {
            "name": "64_H",
            "img_name": "image053.jpg",
            "desc": "Iconic SRK pose by Aayush, which was repeated across many places and backgrounds"
        },
        {
            "name": "65_V",
            "img_name": "image054.jpg",
            "desc": "Shrey looks like Jethalal for some reason."
        },
        {
            "name": "66_H",
            "img_name": "image055.jpg",
            "desc": "Almost the last day at HIFEED. Got hold of some really fluffy rabbits. Roshan didn’t get entry here as he was almost the size of rabbits."
        },
        {
            "name": "67_N",
            "img_name": "null.jpg",
            "desc": "After, we completed our respective projects and submitted the reports, we left HIFEED around the time of Christmas and straight away went to Mussoorie,  where after some hustle we found a hotel to stay at decent price and people divided themselves into smaller groups for the purpose of flexibility on how we were supposed to plan our travel. We all had to meet on 30th Dec at Haridwar from where our return was planned. Some of us booked AC tickets just for the luxury of it :D.  So, Nisarg, Shashank, Rutul, Devansh, Shrey and Roshan formed one group (henceforth called Sinister Six). Aayush, Ashutosh and Aman formed a trio. Aagam paired up Pratik, Kunjal and other girls. "
        },
        {
            "name": "68_N",
            "img_name": "null.jpg",
            "desc": "For people visiting Mussoorie for the first time, it was a marvel. Beautiful place and people :p. We initially planned 2 days for Mussoorie but Sinister Six then extended their stay one day just to chill with no agenda. "
        },
        {
            "name": "69_H",
            "img_name": "image056.jpg",
            "desc": "Rare fact: JK Rowling was inspired to write Harry Potter universe after observing Rutul at Mussoorie. Sun only rises as Rutul orders it ‘Lumos Maxima’"
        },
        {
            "name": "70_H",
            "img_name": "image057.jpg",
            "desc": "A group photo during our trip to Mussoorie after completing RI. Took a photo there just because everyone else were taking."
        },
        {
            "name": "71_V",
            "img_name": "image058.jpg",
            "desc": "Some intense discussion going on in between group photo session. Everyone trying to convince Nisarg for dinner plans. P.S. Aayush ke priorities were clear."
        },
        {
            "name": "72_V",
            "img_name": "image059.jpg",
            "desc": "Another potentially good pic spoiled by Shrey by imitating Hyena. WHYYYY SHREY!"
        },
        {
            "name": "73_H",
            "img_name": "image060.jpg",
            "desc": "Everyone just trying to get in the frame."
        },
        {
            "name": "74_H",
            "img_name": "image061.jpg",
            "desc": "At Kempty Falls. Some people are brave enough to dive into the cold waterfalls in Mussoorie in December. Gives me chills even thinking of that. Done already by experienced stuntmen."
        },
        {
            "name": "75_H",
            "img_name": "image062.jpg",
            "desc": "Others were happy taking pics outside."
        },
        {
            "name": "76_H",
            "img_name": "image063.jpg",
            "desc": "One of our very few group photos without any weirdness. Also, Roshan getting amused at the selfie technology. So basically, this photo also has some weirdness after all."
        },
        {
            "name": "77_H",
            "img_name": "image064.jpg",
            "desc": "However old we grow, but making horns on someone’s in a photograph never gets old. Also, quite effective."
        },
        {
            "name": "78_H",
            "img_name": "image065.jpg",
            "desc": "Found this levitating baba in Mussoorie. Obviously hum logo ne ungli ki!"
        },
        {
            "name": "79_H",
            "img_name": "image066.jpg",
            "desc": "Ashutosh reading Dawn of the Planet of the Apes Script from the actor’s notebook. "
        },
        {
            "name": "80_H",
            "img_name": "image067.jpg",
            "desc": "Dil Chahta hai Vibes. Kabhi na beete ye chamkile din. _nl_Par afsos, Ab sab apne raah chal pade. Umeed hai bhavishya mein bhi kuch esi hi romanchak mulakat hoti rahegi <3"
        },
        {
            "name": "81_N",
            "img_name": "null.jpg",
            "desc": "After an extended stay at Mussoorie, they rushed to Dehradun, where everybody else already reached a day early. Sinister Six partnered up with a local Rickshaw and went to visit Buddhist Monastery, Robber’s cave and Shashtradhara at Tapkeshwar Mahadev temple. Too much for a one-day trip. Took too many pictures worth next 2-years profile pics."
        },
        {
            "name": "82_H",
            "img_name": "image068.jpg",
            "desc": "Found a living mermaid in a sweatshirt. Was a cool person. Travelled back with us to DA to pursue his interest in design and development."
        },
        {
            "name": "83_V",
            "img_name": "image069.jpg",
            "desc": "‘Style mein Rehne ka’ - Inspirational words by Devansh. The best thing about him is you can’t keep him out of his comfort zone. He expands his comfort zone. Just like “Sofa nai mila toh kya hua? Patthar hai na!” Only after this Modiji came up with the video of laying on rock!!"
        },
        {
            "name": "84_V",
            "img_name": "image070.jpg",
            "desc": "This monkey created a havoc and didn’t let us eat at Shashtradhara falls. Fought for every food item we had with us – Chips, water, prasad too!"
        },
        {
            "name": "85_H",
            "img_name": "image071.jpg",
            "desc": "Modern 3 bandars in Jeans and Jackets in scenic background"
        },
        {
            "name": "86_V",
            "img_name": "image072.jpg",
            "desc": "Kings of 2 islands partnering up for war."
        },
        {
            "name": "87_H",
            "img_name": "image073.jpg",
            "desc": "One of those photos for Cover pics. Achha background, kaafi achhe log!"
        },
        {
            "name": "88_V",
            "img_name": "image074.jpg",
            "desc": "The local thinker in Dehradun"
        },
        {
            "name": "89_V",
            "img_name": "image075.jpg",
            "desc": "Titanic in Robber’s cave Dehradun circa 2016."
        },
        {
            "name": "90_H",
            "img_name": "image076.jpg",
            "desc": "All set to explore the deepest mysteries of Robber’s Cave."
        },
        {
            "name": "91_H",
            "img_name": "image077.jpg",
            "desc": "A journey just to find out a small fall on a rock and a snake who was as frightened to see us, the giants, as much as we were. "
        },
        {
            "name": "92_H",
            "img_name": "image078.jpg",
            "desc": "Aagam with Pratik and others at the same spot."
        },
        {
            "name": "93_V",
            "img_name": "image079.jpg",
            "desc": "Dehradun Buddha temple. Roshan is high on spirituality"
        },
        {
            "name": "94_N",
            "img_name": "null.jpg",
            "desc": "After Dehradun, we rushed back to Haridwar at night and attended aarti there."
        },
        {
            "name": "95_V",
            "img_name": "image080.jpg",
            "desc": "Har Ki Pauri Ghat at Haridwar. Breath-taking Spirituality here"
        },
        {
            "name": "96_H",
            "img_name": "image081.jpg",
            "desc": "That’s the way we travel. Stuffed the auto with humans and bags!"
        },
        {
            "name": "97_H",
            "img_name": "image082.jpg",
            "desc": "Aayush trying to release smoke from his breathe (A must do activity when you visit a cold place). Ashutosh trying too with almost no success."
        },
        {
            "name": "98_N",
            "img_name": "null.jpg",
            "desc": "The next day at evening we had to catch the train, but we also hadn’t visited Rishikesh famous for its river rafting. Every other group after from Sinister Six visited earlier as they were running a day ahead. 4 from the sinister six still took the risk and wrapped Rishikesh by 4 in the evening."
        },
        {
            "name": "99_H",
            "img_name": "image083.jpg",
            "desc": "Lakshman Jhula at Rishikesh."
        },
        {
            "name": "100_V",
            "img_name": "image084.jpg",
            "desc": "Four of us made a brave decision to wake up early in the morning and go for river rafting at Rishikesh. No Regrets. Slept a lot on the journey :p"
        },
        {
            "name": "101_N",
            "img_name": "null.jpg",
            "desc": "After coming back to Haridwar we took, we took the train back to our places where everyone got off according to their stops. Recalled all the memories on our way back and must say it was one-hell of a trip."
        },
        {
            "name": "102_H",
            "img_name": "image085.jpg",
            "desc": "The group pic, just before leaving. All the people who did their Rural Intern at HIFEED and Vijay Bhatt Sir (Project Director of HIFEED and our mentor for the internship)._nl_A memorable trip-cum-internship 😊"
        }
    ]
}
