{
    "album_name": "Sem-2",
    "images": [
        {
            "name": "1_N",
            "img_name": "null.jpg",
            "desc": "Even semesters are always one to look forward. There are so many events coming and courses are also comparatively easy (At least that’s what seniors used to say). This was probably the chillest semester as far as academic load was concerned."
        },
        {
            "name": "2_N",
            "img_name": "null.jpg",
            "desc": "Also, we started studying for exams on the last days, thus we were introduced to the all-night study concept."
        },
        {
            "name": "3_V",
            "img_name": "image001.jpg",
            "desc": "This image still haunts those who were in G-220 that night. A life-size Pepsi bottle when you just walked out of corridor is enough to scare you at 3 AM. When Roshan saw that and went to inform other people in the room and they came back to see it, it was just outside the door and I am not even making this up. We were scared as shit. Bhut-Pret-Pepsi mein vishwas jag gaya tha fir se. Later we came to know that the belonged to the then Cultural Club Convener and he was moving it out of his room because he was vacating it."
        },
        {
            "name": "4_H",
            "img_name": "image002.jpg",
            "desc": "The technology of screenshot didn’t exist then. Played a lot of binge Counter Strike as can be deducted from the scores."
        },
        {
            "name": "5_H",
            "img_name": "image003.jpg",
            "desc": "Roshan visited IIM-A for the first time for quizzing and was in complete awe of the place, and due to excessive awe, didn’t end up qualifying."
        },
        {
            "name": "6_N",
            "img_name": "null.jpg",
            "desc": "We were introduced to some of the greatest music composers and singers this generation has ever seen and will ever see viz. Baba Sehgal and Tahir Shah. (Can extend this). Roshan literally let us locked in the room, make us sit on the chair and made us watched the complete content multiple times."
        },
        {
            "name": "7_N",
            "img_name": "null.jpg",
            "desc": "The first Synapse for us. Also, Youth Run was being organized after a span of few years. So, it was great experience volunteering and doing PR for Youth Run and Synapse."
        },
        {
            "name": "8_H",
            "img_name": "image004.jpg",
            "desc": "A Random click at OAT during our Synapse 2016. Jay and Shrey excited, Rutul pissed. "
        },
        {
            "name": "9_V",
            "img_name": "image005.jpg",
            "desc": "Rutul’s first laptop’s display had started malfunctioning and we tried to make something nonsensical out of it. Here is Rutul with Bindi."
        },
        {
            "name": "10_H",
            "img_name": "image006.jpg",
            "desc": "Showcase of bonding between roomies. Roomie Goals - Even sleep so that artistic symmetry is maintained. Brilliant!"
        },
        {
            "name": "11_N",
            "img_name": "null.jpg",
            "desc": "All of us have changed plenty of phones during college life, and many of them have stories behind them. So here they are: \n\nShrey :\nAfter his 12th Board exams, he purchased an Intex Aqua. After coming to college, his phone broke. He spent around 4k and managed to put some life in that phone. Then after some time, It fell again but this time Shrey and phone both were broken. So he went to his relative guy for repairing, but that guy gave another phone instead, which he started using. \nOnce during dance practice, he broke Sajal's phone, so instead of giving him money for repairing, he bought that phone and started using it.\nHe damaged that phone at least 3-4 times and spent around another 6k on that. After that, for a short period of time, he was using his mother's phone which was practically unbreakable (not Nokia 3310 - as you'll see when you read Aagam's version). But, this time, he found another way by losing it somewhere in LT (He also filled police complaint for this phone). He finally bought MotoG4 and his life took a new turn and his journey towards happiness began.\n\nAagam:\nSo Aagam's first experience of phone-breaking was during a regular 2-3 AM CR in 1st year. Before CR, we were in the cafe and Aagam forgot his phone in the cafe. So we took it and hid it from him. He kept calling his phone during the whole CR, but of course, we kept it in silent mode. Then when he found out Rutul had his phone, he ran towards Rutul, so Rutul threw the phone towards Aagam assuming he will catch it, which, of course, he didn't and thr phone's screen broke completely. So he gave it for repairing and was using the Nokia 3310 (The Unbreakable Phone). Interestingly, he broke that also (no one knows how you could add how here, if someone knows). He then purchased a new phone which broke within 2 months. He used cellotape to repair it and is still using that.\n\nRutul:\nRutul also had one experience when he dropped his phone in water in Bengaluru during his internship and damaged it. But as he got the PPO, he doesn't have any regret about that incident.\n\nRoshan:\nDuring Uttarayan 2018, some of us gathered at Nisarg's place to enjoy kite flying together. During that, Roshan was standing near the terrace's wall and Shashank was flying kites passionately(as he is every time) and he hit Roshan on his hand and the phone fell down a couple of floors. He then bought Moto G5s plus and thank god, is still working properly.\nBut one time, he did forgot the phone in a private travels bus, which he got through Rutul, who collected it from the office.\n\nDevansh:\nDevansh damaged his first phone while brushing, where his phone fell in the basin. Then he bought Moto G3, but just 4 days prior to Moto G4 launch. So not only did he regret the basin incidence, but also the shopping timing for his new phone.\n\nShashank:\nShashank used to have a  Lenovo phone and was using it happily for around 1-1.5 years. But then the inevitable happened and someone stole his phone in his flight to USA. After that, he bought Moto G5s and used that for the rest of his college life. Also now he is the richest person in our group and is using iPhone XR.\n\nNisarg:\nNisarg had one of the sturdiest phones, so he used to flaunt-off by playing with it and dropping it on the floor on purpose\n\nOnce we all sat together and calculated the amount of money Aagam and Shrey had spent on their phones till date. Aagam won that battle, but we don't know if he celebrated that win or went to his room and cried like a mad man."
        },
        {
            "name": "12_V",
            "img_name": "image007.jpg",
            "desc": "We don’t call Rutul Rajnikant for no-reason"
        },
        {
            "name": "13_H",
            "img_name": "image008.jpg",
            "desc": "Sleeping Shrey, trying to keep him alive by pressing his head button."
        },
        {
            "name": "14_V",
            "img_name": "image009.jpg",
            "desc": "Serial Killer Devansh after someone was trying to take his pic in his own phone."
        },
        {
            "name": "15_N",
            "img_name": "null.jpg",
            "desc": "Roshan and Devansh were the only representatives of our group in Lab Group 1. So naturally they partnered for everything (Also, because no one else would partner up with those weird creatures :p)\nDuring Introduction to Communications lab, due to their inabilty to grasp anything, they were called ‘Dhakkan’ in the lab by one of the Mtech TAs."
        },
        {
            "name": "16_H",
            "img_name": "image010.jpg",
            "desc": "Devansh weirdly draped in his bed-sheet. For a normal human sleeping the orientation of his limbs with respect to his head will never be like the one in the pic."
        },
        {
            "name": "17_H",
            "img_name": "image011.jpg",
            "desc": "Devansh’s wall. Trump’s inspiration for wall came from this"
        },
        {
            "name": "18_V",
            "img_name": "image012.jpg",
            "desc": "Respectful Hand Gestures by Rutul after someone told him he should study rather than waste time gossiping."
        },
        {
            "name": "19_V",
            "img_name": "image013.jpg",
            "desc": "Throwback to when Roshan had long sexy hair. PS: He still does."
        },
        {
            "name": "20_H",
            "img_name": "image014.jpg",
            "desc": "One of us found some doppelganger of Shashank on the internet."
        },
        {
            "name": "21_N",
            "img_name": "null.jpg",
            "desc": "During the latter part of the semester, it was time for our first SBG Elections. Shrey, Aagam and Roshan nominated themselves for Cultural, Cafeteria Management Committee and Annual Festival Committee. During Janta ki Adalat, Shrey performed outstandingly. One of the greatest line ever said in Janta Ki Adalat was “Cultural Committee is my favourite committee.” by Shrey. Also, he was asked how many events Cultural committee organizes and number was 48 (He was not even close). P.S. Not that you all don’t know but still all lost the elections."
        },
        {
            "name": "22_H",
            "img_name": "image015.jpg",
            "desc": "Kabutar Spy in DA"
        },
        {
            "name": "23_V",
            "img_name": "image016.jpg",
            "desc": "You can always find peacocks in the campus almost every mornings. One more proof of the beauty of our campus. Couldn’t have asked for a better campus. "
        }
    ]
}
