{
    "album_name": "Sem-8",
    "images": [
        {
            "name": "1_N",
            "img_name": "null.jpg",
            "desc": "This was the semester when most of us left for our respective Internships to Mumbai, Pune, Gurgaon, Noida, Bengaluru and Phoenix (Arizona). Devansh stayed at DA as his internship was in Ahmedabad itself. He got to spend some good time with Chahak too."
        },
        {
            "name": "2_H",
            "img_name": "image001.jpg",
            "desc": "2/1/19 and 6/1/19: The sights that Chahak and Devansh entered to in this room respectively."
        },
        {
            "name": "3_V",
            "img_name": "image002.jpg",
            "desc": "Avenge the fallen."
        },
        {
            "name": "4_H",
            "img_name": "image003.jpg",
            "desc": "Swag to DA ke bahar bhi rahega. Roshan and Nisarg did not go to watch Gully Boy and chose to watch a horrible movie instead but a pic with hoodie on is a must with the Gully Boy poster. While Devansh stayed true to his classy choices and watched Gully boy at the same time"
        },
        {
            "name": "5_V",
            "img_name": "image004.jpg",
            "desc": "Life Goals: Valentine’s Day with Bae"
        },
        {
            "name": "6_H",
            "img_name": "image005.jpg",
            "desc": "Throughout our college life, whenever we went to a restaurant, we always had regular water against mineral water. Rutul changed soon after parting from us in 8th sem. Living a different Rich life!"
        },
        {
            "name": "7_V",
            "img_name": "image006.jpg",
            "desc": "Our lives were drastically different from each other in 8th sem. So, it was a tedious task to come in sync across time zones and work-life schedule. But the reward was much greater in doing so: long hours of taking random shit and never came to realize how time passed just like college days. We also did an internet Hi-five!"
        },
        {
            "name": "8_N",
            "img_name": "null.jpg",
            "desc": "We all were looking forward to the BTP and farewell period as after so long time, we will finally get to meet each other and talk a lot. To make this more happening, Shrey forced Panditji to keep his sister’s marriage around the same time. So, we had marriage to attend on 6-7 May, then BTP presentations on 8-9 May and farewell on 9th night. Roshan and Nisarg came early. So, they were chilling at DA basically from 4th.\n\n8 among us planned to go to the marriage and it was around the same time that the site was supposed to be up. But last-minute procrastination + chaos ensured that we couldn’t put it up. For going to Surendranagar (where the wedding was), we booked AC Train, so we wouldn’t have to struggle in the heat. But we forgot the bag in cab and we only realized when the train arrived. So, two of us stayed back to collect the luggage and later came by bus in the heat. Purpose of non-struggling journey defeated. Also, they couldn’t use their laptops to work on the journey.\n\nFinally, they reached at Surendranagar bus stand and were picked up by a driver, sent by Shrey who was very suspicious and they feared for life and sent messages all over as it looked like a classic case of kidnapping. But luckily, they reached the wedding place safely.\n\nAlthough, the main aim of coming to Surendranagar was to enjoy wedding, they also had BTP presentations coming after a day and just like our habits at DA, none of us, except Chahak made the presentation yet."
        },
        {
            "name": "9_H",
            "img_name": "image007.jpg",
            "desc": "\nTrying to extract time from events at wedding to make the presentation. As you can see only Chahak is chilling. But as Shrey was busy with the wedding, Chahak chipped in to help him with the presentation by reading his report. He still finished that before most of us."
        },
        {
            "name": "10_H",
            "img_name": "image008.jpg",
            "desc": "Everyone fired the laptops up to make presentations."
        },
        {
            "name": "11_H",
            "img_name": "image009.jpg",
            "desc": "Our presentations were still pending, but it was time for the event. So, we ventured out to join everyone else."
        },
        {
            "name": "12_H",
            "img_name": "image010.jpg",
            "desc": "Group Selfie as everyone got ready. Happy Faces :D"
        },
        {
            "name": "13_V",
            "img_name": "image011.jpg",
            "desc": "Rutul and Roshan with Shrey’s family."
        },
        {
            "name": "14_H",
            "img_name": "image012.jpg",
            "desc": "Finally, one with Shrey!"
        },
        {
            "name": "15_N",
            "img_name": "null.jpg",
            "desc": "After wedding was done, we rushed to DA back in vans at 2 AM and finally reached at 6AM. We were supposed to submit our files presentations from 8-9 AM. But we hadn’t completed them yet, so hastily made them after reaching rooms.\n\nPanels weren’t with almost every off-campus intern. But still all of us somehow survived."
        },
        {
            "name": "16_H",
            "img_name": "image013.jpg",
            "desc": "This is the room, we hi-jacked from juniors, where we stayed during these days. So full, everyone came and slept according to their schedules. We had 2 rooms between 10-11 people. Thoroughly enjoyed the stay."
        },
        {
            "name": "17_N",
            "img_name": "null.jpg",
            "desc": "Then came farewell time, where everyone was supposed to suit up. Not everyone had their own suits, so we arranged at the last moment so we can have some awesome photographs.\nWe also took some iconic pictures and tried to recreate some arts."
        },
        {
            "name": "18_H",
            "img_name": "image014.jpg",
            "desc": "Here we try to recreate the Endgame poster. We are not even close :p"
        },
        {
            "name": "19_H",
            "img_name": "image015.jpg",
            "desc": "Reservoir dogs. Almost perfection."
        },
        {
            "name": "20_H",
            "img_name": "image016.jpg",
            "desc": "Scream by Edvard Munch, but happier."
        },
        {
            "name": "21_H",
            "img_name": "image017.jpg",
            "desc": "We wanted to have dinner at Greenz to relive its memories one last time. So, we managed to squeeze some time between the photoshoot to have food at Greenz in place of campus. Felt very classy having food in Suits :D"
        },
        {
            "name": "22_H",
            "img_name": "image018.jpg",
            "desc": "Here are some of the pictures we took. The couples."
        },
        {
            "name": "23_H",
            "img_name": "image019.jpg",
            "desc": "Aman with some of us, because when we took the best photo he went to change his Suit ! Damn.What a bad timing to have :/"
        },
        {
            "name": "24_H",
            "img_name": "image020.jpg",
            "desc": "Yeah, this is what we look life after 4 years at DA. Came out so much better about everything. Any amount of words aren’t enough to describe the 4 years here. Lovely Journey <3\nWe hope to stay in touch and meet as soon as possible :D"
        },
        {
            "name": "25_N",
            "img_name": "null.jpg",
            "desc": "As we leave DA much, here is a sort of quiz which has our childhood pics and you have to identify who they are. From Top to Bottom, Left to Right – There are 12 pictures. Send us your responses to Devansh on Instagram(@_devansaga_),Twitter(@devanshdoesdab) or WhatsApp or to Roshan on Twitter(@rosnshah) or facebook or WhatsApp.\nThe first person to do so correctly will get an Amazon voucher worth 100 Rs."
        },
        {
            "name": "26_V",
            "img_name": "image021.jpg",
            "desc": "That's all folks - Curtains Closed!"
        }
    ]
}
