{
    "album_name": "Trip",
    "images": [
        {
            "name": "1_N",
            "img_name": "null.jpg",
            "desc": "All of us who were planning to work had offers in their hand and so we planned it might be the right time to have a trip of sorts. But when everyone checked their schedules, many commitments were clashing. Finally, after trying to align our schedule as much as we can, we planned a 4-day trip including travelling time to Imagica, Matheran and Mumbai. We had slight idea of what we were going to do, but kept the plan free enough so we can change it at our will."
        },
        {
            "name": "2_N",
            "img_name": "null.jpg",
            "desc": "\nQuickly as everyone confirmed, we booked train tickets to Mumbai – AC Chair Car. Return tickets were not available in train, so booked bus tickets. We wanted to book a place to stay for 2 days, but we were 8 people and it could get too costly in a hotel, so we tried airbnb for the first time. Got a nice place with all the amenities + pooool (OH YEAH). Airbnb doesn’t display owner’s information as you might buy directly from them and cut their share, so they provide a chat interface where you can talk with the owner and anything like links, phone numbers (even written in words) get masked. But we had a hell lot of queries and the chat system wasn’t the most efficient way to communicate. So, the owner sent her number in Hindi (airbnb, didn’t cover that. lol). Finally, we talked with her and finally booked bypassing airbnb as it was cheaper. Then, we booked a car to travel from Mumbai to Imagica and then Airbnb we booked and also booked Imagica tickets."
        },
        {
            "name": "3_N",
            "img_name": "null.jpg",
            "desc": "All bookings done, we waited for the Diwali break for this exciting adventure to unfold. The tickets were from Vadodara (the train didn’t have Ahmedabad as a stop). So, Shrey and Rutul came to Vadodara and stayed at Devansh’s house. Everyone else was from Vadodara which included Shashank, Nisarg, Jay, Devansh and Roshan. Aayush was supposed to join us from Mumbai. We boarded the train at night and got off at Borivali where Aayush and his mom were waiting for us. We had some breakfast there and then got on the car, where we played songs and talked a lot till Imagica arrived."
        },
        {
            "name": "4_V",
            "img_name": "image001.jpg",
            "desc": "Devo-gorgon, Found in Mumbai circa 2018"
        },
        {
            "name": "5_H",
            "img_name": "image002.jpg",
            "desc": "Imagica: The journey begins - Our last trip when we are still in college. Would love to have many other trips. This pic we walked like Avengers, but only the lethargic cameraman was behind us."
        },
        {
            "name": "6_H",
            "img_name": "image003.jpg",
            "desc": "Sun defeated many :D"
        },
        {
            "name": "7_H",
            "img_name": "image004.jpg",
            "desc": "These were us the beginning of the adventurous day that included lots of screams. Spoiler: Not so pretty faces at the evening."
        },
        {
            "name": "8_V",
            "img_name": "image005.jpg",
            "desc": "Can’t figure out who is hotter, Wheels or Nisarg?"
        },
        {
            "name": "9_H",
            "img_name": "image006.jpg",
            "desc": "Imagica has some picture-worthy rides. We couldn’t stop taking some pictures."
        },
        {
            "name": "10_V",
            "img_name": "image007.jpg",
            "desc": "Aaaaand… we got a spot, to take photos!"
        },
        {
            "name": "11_H",
            "img_name": "image008.jpg",
            "desc": "Shrey waiting for his turn to get the photo spot."
        },
        {
            "name": "12_V",
            "img_name": "image009.jpg",
            "desc": "Shrey is truly a go-getter. He got the photo spot."
        },
        {
            "name": "13_V",
            "img_name": "image010.jpg",
            "desc": "Jay Shah with My Hero Academia’s Dark Shadow"
        },
        {
            "name": "14_V",
            "img_name": "image011.jpg",
            "desc": "Scenic background. Although we enjoyed rides a lot, but taking photos was relieving."
        },
        {
            "name": "15_H",
            "img_name": "image012.jpg",
            "desc": "Mandatory group photos."
        },
        {
            "name": "16_V",
            "img_name": "image013.jpg",
            "desc": "A cute dinosaur emerged out of an egg in Imagica"
        },
        {
            "name": "17_H",
            "img_name": "image014.jpg",
            "desc": "Imagica (or is it Disneyland?)"
        },
        {
            "name": "18_N",
            "img_name": "null.jpg",
            "desc": "In the evening, heavily exhausted from all the rides and soooooo much walking at Imagica, we boarded the car to crash to our airbnb, which was warm and comfy. We had a D-Mart adjacent, so got the breakfast ingredients and lots of water (read as 20 bottles) and immediately slept out of exhaustion."
        },
        {
            "name": "19_N",
            "img_name": "null.jpg",
            "desc": "2nd day of the trip. Some wannabe cooks from us managed to make edible Maggi! Since it has been always difficult for us to wake up at 9 AM, we packed the half of the Maggi as we were getting late to catch the ToyTrain from Neral to reach Matheran. When we reached the Karjat Train Station, a local train was about to leave to Neral. Devansh, Rutul and Aayush, Shrey took the tickets on behalf of all and the rest were yet to reach the station. Aaand, the train started, Roshan, Shashank, Nisarg, Jay caught up the train and sat without tickets. Devansh, Rutul, Aayush and Shrey also managed to catch the train, later realized they were on A Ladies Coach. \nThey changed the coach (obviously) at the next station."
        },
        {
            "name": "20_H",
            "img_name": "image015.jpg",
            "desc": "At Karjat railway station, a man was sleeping where he bent exactly at 90 degrees to fit on a structure, just like the one on left."
        },
        {
            "name": "21_N",
            "img_name": "null.jpg",
            "desc": "We reached Matheran via the iconic Toytrain then. At matheran we decided to take the horse ride, which they charged for based on the number of viewpoints. We bargained and settled at a fair price and then rode horses like we owned them (that is with utmost care and passion :D) "
        },
        {
            "name": "22_H",
            "img_name": "image016.jpg",
            "desc": "Poking out of the Matheran toy train, because why not?"
        },
        {
            "name": "23_V",
            "img_name": "image017.jpg",
            "desc": "That is just a typical photo that has to be included in every train ride."
        },
        {
            "name": "24_V",
            "img_name": "image018.jpg",
            "desc": "But I bet you no one will show you the ‘back’-story of how to achieve such a unique piece of art. "
        },
        {
            "name": "25_V",
            "img_name": "image019.jpg",
            "desc": "Matheran train shot: It took a lot of hard work to take this photo. We switched several places to get this beauty. But in the end, the only solution was to send Shrey at the back and just look how hard he was trying to get himself in the photo. The dog was there with us all the time."
        },
        {
            "name": "26_H",
            "img_name": "image020.jpg",
            "desc": "We couldn’t get the pics while the train was running, so decided to do so when it reached its destination"
        },
        {
            "name": "27_H",
            "img_name": "image021.jpg",
            "desc": "Just reached Matheran, and had the whole day with us. So, decided to spend some time taking photos."
        },
        {
            "name": "28_H",
            "img_name": "image022.jpg",
            "desc": "Four horsemen of the apocalypse, out of which the third one is too excited, don’t know why."
        },
        {
            "name": "29_V",
            "img_name": "image023.jpg",
            "desc": "Patla Gho or the Monitor Lizard which has a habit of literally sticking to a person. Here Roshan is a tourist and everyone else is a Patla Gho, sticking to him and he is panicking. This includes a very deep reference that we are not allowed to share outside our group."
        },
        {
            "name": "30_V",
            "img_name": "image024.jpg",
            "desc": "The thinker again, but at a new place."
        },
        {
            "name": "31_V",
            "img_name": "image025.jpg",
            "desc": "Horse rides! Even raced for a short duration."
        },
        {
            "name": "32_V",
            "img_name": "image026.jpg",
            "desc": "\nThis was Shrey after getting to know that this horse was called Shahrukh as he was famous amongst female horses and thinking “Isme esa kya hai jo mere mai nai hai”."
        },
        {
            "name": "33_H",
            "img_name": "image027.jpg",
            "desc": "Group pic at a viewpoint"
        },
        {
            "name": "34_H",
            "img_name": "image028.jpg",
            "desc": "Happy faces at Matheran"
        },
        {
            "name": "35_H",
            "img_name": "image029.jpg",
            "desc": "One of our first viewpoints was Charlotte Lake. Even if we were warned by the terror of monkeys in Matheran, we all brave-hearts decided to eat the Maggi at the lake and as expected a group of monkeys started approaching towards us. Shashank being the brave fighter was trying to keep monkeys away from us. Devansh tried to shine out in this situation as a genius mind and threw the plastic carry-bag somewhere away to distract the monkeys. Not only monkeys didn’t get distracted, but 3 ninja guys turned up from nowhere. They belonged to some youth committee and they said - “we spotted you throwing the plastic bag and thus we fined you (Devansh) for littering”. While Devansh was saying sorry and negotiating with these guys Shashank was attacked by one monkey and he threw the bottle which went directly into the lake. Now these guys were asking 5000 more for polluting the lake. And as it was not enough, Rutul slipped from a slope like area and injured his foot. All of these happened in mere 3-5 minutes. After that Devansh paid the fine as it was already a lot of chaos and we went to a food stall nearby, where rutul’s injury was dealt with and everybody stuffed themselves with vadapavs."
        },
        {
            "name": "36_H",
            "img_name": "image030.jpg",
            "desc": "Crossing Horses. Like Joustling but without the sticks."
        },
        {
            "name": "37_H",
            "img_name": "image031.jpg",
            "desc": "Look at the dedication level of Rutul to click this photo. Even though Roshan is posing for the photo, Rutul is curious by the pointy mountain."
        },
        {
            "name": "38_V",
            "img_name": "image032.jpg",
            "desc": "Doing a ramp walk pose after such a long, steeped walking is not an easy thing. But these three guys have accepted the challenge. PS. You can find the creepy ghost named Devansh behind Aayush accompanied by white walker Shashank."
        },
        {
            "name": "39_V",
            "img_name": "image033.jpg",
            "desc": "One more picture of the only route to a viewpoint in Matheran. Roshan and Rutul didn’t join them and were instead waiting in a restaurant nearby as Rutul had stomachache and Roshan’s shoe broke"
        },
        {
            "name": "40_H",
            "img_name": "image034.jpg",
            "desc": "The horses had amazing names: Salman, Shahrukh, Romeo, Nobita, Jian, Charlie, …"
        },
        {
            "name": "41_H",
            "img_name": "image035.jpg",
            "desc": "Grand Canyon National Park"
        },
        {
            "name": "42_H",
            "img_name": "image036.jpg",
            "desc": "After one day of Matheran, we decided to just chill for a day in the pool and at evening move to Mumbai from where we had buses next day. Pool at the Airbnb we stayed at Karjat. We had to wait for a few hours as we were in a large number and the pool was for use of residents there. Meanwhile played volleyball in a lawn besides the pool. Eventually, got the permission and played lot of water polo. Unfortunately, forgot the volleyball there."
        },
        {
            "name": "43_H",
            "img_name": "image037.jpg",
            "desc": "Once we got the permission. Did kaafi cool things like this. Everyone was supposed to dab in sync. A good effort except Aayush who is totally out of sync and nowhere near dab and will fall in the pool in not a very respectable or graceful manner in no time"
        },
        {
            "name": "44_H",
            "img_name": "image038.jpg",
            "desc": "Last day meal at Matheran at the Namak. Found this excellent restaurant with so much enthusiastic manager. Ate a lot as we were tired."
        },
        {
            "name": "45_N",
            "img_name": "null.jpg",
            "desc": "After the meal, we boarded the train for Mumbai from Karjat and Aayush’s mom offered place to stay. Had lots of breakfast in the morning and then everyone apart from Aayush, Devansh and Nisarg went to explore malls nearby and these three, went to meet Kevin."
        },
        {
            "name": "46_H",
            "img_name": "image039.jpg",
            "desc": "On the last day in Mumbai, we came to know Kevin was in Mumbai and we planned to meet. We planned to meet at the Todi Mill Social. Kevin knows such cool places in Mumbai, let alone Aayush, even the Uber driver there didn’t know. Kevin waited patiently for around 2 hours as we juggled with the traffic and confused google maps. We had some ice-tea and food there. Like the saying goes, “With great richness, comes great poverty”, we left Social from a secret route to explore poverty. Devansh spotted Zakir Khan having tapri tea. Aayush and Roshan turned a blind eye to Devansh feeling that he is joking like always. But then we stood in a team circle and discussed if it is surely Zakir, and then prepared a script that we would follow for a conversation. After all, not having conversation would look anti-‘social’, on the other hand, we were only shy. But when we went to talk to him, we forgot the script and talked whatever came to our mind. We told him about DA, he remembered it. He then said, lets take a picture, to which we said that we prepared a whole script to take a pic, with you. He replied “Pagle!” and then this shot :D"
        }
    ]
}
