{
    "album_name": "Sem-4",
    "images": [
        {
            "name": "1_N",
            "img_name": "null.jpg",
            "desc": "This semester Roshan and Shashank were roommates as his previous roommate left. So, Shashank occupied E-205 illegally."
        },
        {
            "name": "2_N",
            "img_name": "null.jpg",
            "desc": "Also, we came to know that Analog and Digital communication paper was largely inspired from previous papers. This happened after finding similarity in first-sem. So, we prepared second-sem likewise and voila, got almost the same paper. We also tried to do in end-sem, but someone from our batch informed about it to the professor and hence the paper got changed."
        },
        {
            "name": "3_V",
            "img_name": "image001.jpg",
            "desc": "Rare pic of Rutul coding with legs and hands at same time. Devansh was not able to take the photo of laptop beneath the table, but believe him there is."
        },
        {
            "name": "4_H",
            "img_name": "image002.jpg",
            "desc": "Rutul being so time efficient sleeps with food and water on him so that he can wake up to snack in the middle of the night. Also, there will always be supply when some disaster strikes during his sleep time."
        },
        {
            "name": "5_H",
            "img_name": "image003.jpg",
            "desc": "What if we get hungry while sleeping?"
        },
        {
            "name": "6_H",
            "img_name": "image004.jpg",
            "desc": "Kankariya Lake Expedition: Bored one day, we decided to explore Kankariya and Manek chowk which we hadn’t visited since we joined DA."
        },
        {
            "name": "7_V",
            "img_name": "image005.png",
            "desc": "Ashutosh playing advanced Hand Cricket with himself."
        },
        {
            "name": "8_V",
            "img_name": "image006.jpg",
            "desc": "At Kankariya we found a spocky but well-dressed God-like person lying on the side. We also met Archana Puran Singh, and she convinced us to take him home. Because of the scintillating halo he was found with, he was given the name “Roshan”. "
        },
        {
            "name": "9_H",
            "img_name": "image007.jpg",
            "desc": "Back when Kenny Sebastian used to get tuitions from Roshan and Devansh. Devansh played smart by not giving his phone for the pic and got the girl’s number from whose phone it was taken. But after she sent the photo, he was blocked. Plan failed."
        },
        {
            "name": "10_H",
            "img_name": "image008.png",
            "desc": "Too much of limelight made Devansh and Nisarg instantly white. Can you find the hidden Roshan in this pic?"
        },
        {
            "name": "11_H",
            "img_name": "image009.png",
            "desc": "Synapse with one of our batchmates who later become our junior due to lot of break-dancing. It broke his back."
        },
        {
            "name": "12_H",
            "img_name": "image010.jpg",
            "desc": "Shrey gets extra excited during Synapse. "
        },
        {
            "name": "13_V",
            "img_name": "image011.jpg",
            "desc": "Star trek fan Mr. Rutul Patel showing his Vulcan Salute skills"
        },
        {
            "name": "14_H",
            "img_name": "image012.jpg",
            "desc": "Headrush at Synapse."
        },
        {
            "name": "15_H",
            "img_name": "image013.jpg",
            "desc": "I am sexy and I know it"
        },
        {
            "name": "16_V",
            "img_name": "image014.jpg",
            "desc": "Roshan and Devansh travelled by GSRTC buses between Vadodara and Gandhinagar. In one such journey they reserved adjacent tickets online but it changed to opposite ones in the actual bus. As a consequence, Devansh had to travel with an aunty and was cursing his luck throughout the journey instead of doing the cool talk with Roshan"
        },
        {
            "name": "17_V",
            "img_name": "image015.jpg",
            "desc": "Nisarg used Rutul’s helmet to protect himself from unexpected attack by us"
        },
        {
            "name": "18_H",
            "img_name": "image016.jpg",
            "desc": "Usual scenes in lectures when attendance is mandatory but you are not interested enough."
        },
        {
            "name": "19_H",
            "img_name": "image017.jpg",
            "desc": "Usual Lunch scenes"
        },
        {
            "name": "20_H",
            "img_name": "image018.jpg",
            "desc": "The smiles after first group project where we decided our own groups. Did the real work in one day. Project was of Analog Circuits under Rutu Parekh Ma’am, 9 guys and a girl. Also everyone decided to wear shirts because there was a word around that Rutu Ma’am gives extra credits for wearing shirt. Shashank thought to go candid as it was the trend then. Ashutosh hasn’t still grown up as you can see his attempt to create horns on Roshan"
        },
        {
            "name": "21_H",
            "img_name": "image019.png",
            "desc": "A literal snapshot of our analog circuit project. Most of weren’t even aware if the results are going to work or not and were sleeping on the floor. We were so tired that we didn’t even care to take another video or edit it."
        },
        {
            "name": "22_N",
            "img_name": "null.jpg",
            "desc": "This time a more real experience in Elections with making all sorts of deals to get more votes. Rutul stood for Synapse. He was busy with outstation just days before Elections. Others campaigned for him room-to-room."
        },
        {
            "name": "23_V",
            "img_name": "image020.jpg",
            "desc": "Rutul became uncaring and rude like politicians after coming to power. This is one of the proof in his chat with Roshan (In reality we annoyed the shit out of him by asking this question so many times)"
        },
        {
            "name": "24_H",
            "img_name": "image021.png",
            "desc": "Just another day in Roshan’s life. Probability that you will find him sleeping during any given period of the day is greater than 0.7 according to research done by Nisarg in one of his CS subjects."
        },
        {
            "name": "25_N",
            "img_name": "null.jpg",
            "desc": "So, after the 4th sem, only 2 months were left before the Internship Season kicked off. Almost every one stayed back on campus to sharpen their weapons before the final(well practically the psuedo-final) war began. The weather report was against us. Many warned us about the heat. But we decided to take on the challenge. Well it wasn't like we didn't have any options. Everyone was studying in the RC(Resource Centre with AC). But, for us, that was not an option as we like to talk, shout and make noise, and that wasn't allowed there. So, we moved our base camp to  the Project Lab(AC  enabled) where we were allowed to make atleast some noise. We stayed there whole day studying, watching movies, and matches. Aagam even brought his food dabbas, sat on the table and started eating, until the security guy saw that and stopped him.\n\nSince we used to study all night, there were times when we went to play football early in the  morning (mostly Natukaka-Bagha style football - only penalties), had Ghathiya at Gh-2 and Pohe at TCS for breakfast and then went to sleep for the rest of the day.\n\nAmazon was the first company to visit for internships. After the coding test, there were students who were expecting call for interviews based on their test performace and some who thought that that was it for them for Amazon. But when the list of selected students came out, many were surprised for not getting selected. There were also few students who were probably sleeping or eating or doing anything but expecting a call for interview, and they had to rush to the placement cell. They didn't even have their resume printed and had to send some friend for printing. Such was the chaos on the first day of our intership-drive."
        },
        {
            "name": "26_H",
            "img_name": "image022.jpg",
            "desc": "Just a usual sight on any one of the beds in E-205 or E-208. Also don’t know why is Roshan dabbing while sleeping?"
        },
        {
            "name": "27_N",
            "img_name": "null.jpg",
            "desc": "GOT Musical Night: One night when Shashank came back to room with his DTG instruments and someone stated playing those. Eventually everyone got something to play. Whoever didn’t get anything, they used tables and bucket"
        },
        {
            "name": "28_H",
            "img_name": "image023.jpg",
            "desc": "During Internship Summer when Nisarg practically shifted to E-205. We used cross-ventilation by keeping doors and windows open. When sleeping at night, our blankets and shawls were lying distant but by morning it was so chilling we found ourselves draped in that. This is a photo by someone who was passing by our open room."
        },
        {
            "name": "29_H",
            "img_name": "image024.jpg",
            "desc": "Aayush in Roshan’s clothes. Because his clothes were in Laundry"
        },
        {
            "name": "30_V",
            "img_name": "image025.jpg",
            "desc": "Sleeveless Tee. Cap America in his childhood days at DA before he went America and tried super soldier serum"
        },
        {
            "name": "31_H",
            "img_name": "image026.jpg",
            "desc": "Deadpool Roshan"
        },
        {
            "name": "32_V",
            "img_name": "image027.png",
            "desc": "Batman and other three drove for like 10kms in rain for McDonalds. Rutul also put a story/picture stating ‘Rain and friends (Not the TV Series, his real life friends), I hate them both.’"
        },
        {
            "name": "33_H",
            "img_name": "image028.jpg",
            "desc": "One of the pics of our trend of saving each other’s WhatsApp profile pic because we are always able to find something weird in it. Here is Rutul treating his face like a cup."
        },
        {
            "name": "34_V",
            "img_name": "image029.jpg",
            "desc": "Shrey trying his look with formals. Almost none of us had tried formals earlier in life and had to buy one due to potential selection in Interviews."
        },
        {
            "name": "35_V",
            "img_name": "image030.jpg",
            "desc": "This was kept as Rutul’s wallpaper when we got news of Rutul was finalized as Amazon Intern. What an amazoning-smile."
        },
        {
            "name": "36_V",
            "img_name": "image031.jpg",
            "desc": "Our first interaction with Cats in Hostel. This one is at G-220. The cat responded only when called Roshan."
        },
        {
            "name": "37_H",
            "img_name": "image032.jpg",
            "desc": "Roshan and Devansh watching something very suspenseful. Roshan is probably watching a nail-biting thriller while Devansh is shocked by the climax. But they were just suspenseful about the next shortlist of the company."
        }
    ]
}
