{
    "album_name": "Sem-1",
    "images": [
        {
            "name": "1_V",
            "img_name": "image001.jpg",
            "desc": "This is Rutul, before joining DA, so obviously this is our first pic. Give me a guy cooler than this, I will wait."
        },
        {
            "name": "2_N",
            "img_name": "null.jpg",
            "desc": "Most of us arrived on 27th July 2015. Went through Orientation sessions and knew more about college. Were welcomed by the spider webs and insects as it was still monsoon when we arrived. We were horrified to see the conditions of rooms as many of us had never lived far from home (subtle spider-man reference). One common thought that might have crossed - ‘Ye room toh shuru hote hi khatam ho gaya"
        },
        {
            "name": "3_H",
            "img_name": "image002.jpg",
            "desc": "Plans were made for us so that we stayed during initial weekends, but due to the large Gujju demographic, people still fled to their homes."
        },
        {
            "name": "4_H",
            "img_name": "image003.jpg",
            "desc": "Clubs on offer. Hacking club was the most successful as it maintained its underground presence throughout"
        },
        {
            "name": "5_N",
            "img_name": "null.jpg",
            "desc": "Went through process called Intro with immediate seniors, which happened to increase the junior-senior bonding. Roshan volunteered for the same saying “Koi toh mera Intro lo”.  Everyone had their own Intros mostly from their wing seniors."
        },
        {
            "name": "6_N",
            "img_name": "null.jpg",
            "desc": "When the lectures started, initially the students fresh out of their JEE dreams and passion to learn started filling the seats from front as soon as the previous class started leaving, which later changed to seats filling from the back and front few rows lying empty"
        },
        {
            "name": "7_N",
            "img_name": "null.jpg",
            "desc": "People gradually started showing group dynamics initially based on from where they came from which later changed to incorporate many other factors. Similarly, we also did the same. Devansh, Nisarg, Roshan, Jay and Shashank initially knew each other somewhat because they went to the same coaching class for JEE, but still hadn’t talked much before because they belonged to different batches. Rutul was the roommate of Devansh. Shrey and Aayush were on the same floor as Roshan and was the only other room for 2015-19 batch on E-mid. It is till date unknown how we met Aman and Ashutosh, we hypothesize that they were in lab groups of Aayush and Shrey respectively. Aagam met Nisarg since he was his lab partner. Chahak met us initially through Headrush and then later was officially instated as Roshan’s roomie, which changed his views for us and the whole world! "
        },
        {
            "name": "8_N",
            "img_name": "null.jpg",
            "desc": "This semester Roshan was also banned from Uber onlt to be unblocked 2 years later as he exploited a security flaw which was later fixed. He used 10+ rides of 250 Rs for free of charge"
        },
        {
            "name": "9_N",
            "img_name": "null.jpg",
            "desc": "Roshan convinced Nisarg for IEEE membership which they never used (others might have used extensively), by using a stupid logic that they must try new things. Poor Nisarg lost 1500 Rs that day."
        },
        {
            "name": "10_H",
            "img_name": "image004.jpg",
            "desc": "Football field at DA. We don’t have pics of ourselves as we when we played, we never remembered to get pictures. Over the coming years, played here numerous times in early morning after staying awake whole night. After playing we had breakfast at near TCS, GH-2, Gajanand or even our own café and slept peacefully after a shower to treat our exhaustion. "
        },
        {
            "name": "11_H",
            "img_name": "image005.jpg",
            "desc": "Fresher’s party. You can see the two coolest roommates hogging the limelight in the left picture."
        },
        {
            "name": "12_V",
            "img_name": "image006.jpg",
            "desc": "Chahak as a policeman in Ramleela. Our immediate senior batch wrote a hilarious script for modern version of Ramleela. 10/10 would watch again. Its available on Youtube to watch too."
        },
        {
            "name": "13_H",
            "img_name": "image007.jpg",
            "desc": "Roshan as Bharat. Salman Khan was inspired by his performance and is going to release a movie of the same name as Roshan’s character."
        },
        {
            "name": "14_V",
            "img_name": "image008.jpg",
            "desc": "Shashank As Raavan. His acting was iconic and he came to be known from his character name throughout the four years."
        },
        {
            "name": "15_V",
            "img_name": "image009.jpg",
            "desc": "Jay as Jamvant. The most dangerous Jamvant world has ever seen."
        },
        {
            "name": "16_V",
            "img_name": "image010.jpg",
            "desc": "Ravan with his fanboys, which includes Ram too :p"
        },
        {
            "name": "17_N",
            "img_name": "null.jpg",
            "desc": "Being the 1st Semester, we used to start studying 10-12 days before exams. Keep track of this number till 7th Semester. Shows the evolution we went through in the college. Majorly this number diminished due to Roshan’s chill influence and everyone’s inertia to be lazy."
        },
        {
            "name": "18_N",
            "img_name": "null.jpg",
            "desc": "TV Room was also an iconic place where we used to watch Cricket/Football matches. That atmosphere when in tight situations, whole TV Room starts Shouting INDIA, INDIA was unparalleled. The same friends became rivals in El-Classico and Champions League matches and the TV room was still filled at even 2 AM.  Many of us made a lot of friends there. Still remember the incidence when El-Classico was on the night before End-Sem exams and TV Room was still full of people shouting and cheering."
        },
        {
            "name": "19_N",
            "img_name": "null.jpg",
            "desc": "We bonded over late night games like Mafia which was popular initially and then played much more like Card games, Carrom, Foosball and much more"
        },
        {
            "name": "20_H",
            "img_name": "image011.jpg",
            "desc": "One of the late-night Mafia games (we look poor probably) And Roshan looking at the cameraman with so much curiosity."
        },
        {
            "name": "21_N",
            "img_name": "null.jpg",
            "desc": "Sometimes we played mafia with seniors. In one of the mafia night Jay got frustrated because one of the seniors was accidently showing the player-roles to the players. Jay started abusing the 4th year senior with desi galis and the game ended there and sabki fati padi thi."
        },
        {
            "name": "22_H",
            "img_name": "image012.jpg",
            "desc": "I am sure if you are from DA-IICT, you can recognize this image (lol). That was the first time as a batch we attended our first IEEE manual robotics session. Shashank, Devansh and Rutul were in a team and they were strongly following Flash- fastest man alive. Devansh was the one who came up with those shiny golden-yellow ears of our flash robot and were the 2nd or 3rd in the competition (Don’t remember exactly). Aagam, Aayush, Aman and Raj were also in the same team."
        },
        {
            "name": "23_H",
            "img_name": "image013.jpg",
            "desc": "Janmashtmi Matkiphod at DA."
        },
        {
            "name": "24_H",
            "img_name": "image014.jpg",
            "desc": "3 Idiots was still famous back then. But don’t know what Aayush is up to."
        },
        {
            "name": "25_N",
            "img_name": "null.jpg",
            "desc": "First yearites weren’t allowed laptop in their first sem. But Roshan like many others brought it anyway after Diwali break. The laptop was open to be used by any of us. So, one-day Aagam came for it and we said that Warden came over and took it (Actually it was with us only). Aagam informed some of his close ones and the rumor spread so fast that RP Koushik (Roshan’s roomie then) came running from outside and asked “Did warden took your laptop?” to which 7 people in the room laughed their asses off."
        },
        {
            "name": "26_N",
            "img_name": "null.jpg",
            "desc": "This was the semester when no one had laptops to burst the stress of exam. So we took Mini Militia breaks during exam nights to free our minds. (No one can play it worse than Roshan and Rutul)."
        },
        {
            "name": "27_V",
            "img_name": "image015.jpg",
            "desc": "When Rutul used to sleep during lectures. But then he realised that there is always a fear of getting caught and it wasn’t worth risking that. So he decide not to go to lectures and sleep at room. So he was rarely found in lecture rooms after this sem"
        },
        {
            "name": "28_N",
            "img_name": "null.jpg",
            "desc": "We(not Roshan) used to code in Android App called CppDroid as no one had laptops. Kitni Siddat se coding karte the hum."
        },
        {
            "name": "29_N",
            "img_name": "null.jpg",
            "desc": "All of us college festivals first-hand. First years were the bakras for PR as they had the most enthusiasm to do something for their college. All of us did too. In concours and iFest.\nWe skipped classes to watch cricket matched during Concours."
        },
        {
            "name": "30_H",
            "img_name": "image016.jpg",
            "desc": "Jay Volunteering for our First Concours or just going to kill someone, We’ll never know. Also, for once it was speculated that BHAI is not the coolest person alive."
        },
        {
            "name": "31_V",
            "img_name": "image017.jpg",
            "desc": "Bharvi Aunty was still not popular then."
        },
        {
            "name": "32_N",
            "img_name": "null.jpg",
            "desc": "We also watched Gunda Movie together in G-220. No one was sure that we should go for this without expert supervision, but Roshan convinced us to watch this. That was some experience. Will recommend watching this movie at least once with your friends. It is India’s first sci-fi movie with technologies like teleportation. Must Watch."
        },
        {
            "name": "33_H",
            "img_name": "image018.jpg",
            "desc": "This is how Aayush slept. Male Mermaid! Sometimes we literally check that if he is still sleeping or passed out."
        },
        {
            "name": "34_H",
            "img_name": "image019.jpg",
            "desc": "Now check how his roommate Shrey sleeps. During exams, This is how shrey slept on 2 continuous night, for the whole nights and we didn’t bother to make it right but just take pics of the moment to embarrass him the next day. Also, I don’t know what devansh is looking in the tunnel of blanket in the second pic"
        },
        {
            "name": "35_N",
            "img_name": "null.jpg",
            "desc": "It was the end of the 1st semester and we planned a one-day trip to Shanku’s Water Park just after end-sem examination. During our return journey, we were travelling in one of those Vans that carry around 12-13 people. Everybody was so tired that they slept through most of the journey and apparently Rutul put his head on one lady’s shoulder (in sleep of course) and aunty said “O bhai, Ye tumhare sone ke liye nai hai”. Our first trip together. Enjoyed a lot! "
        },
        {
            "name": "36_H",
            "img_name": "image020.jpg",
            "desc": "Dec 2015, Visited first Outstation Mood Indigo from Headrush. Chahak, Amarnath and Roshan were active in Headrush were active in the first sem, to be joined by Devansh and Aayush later and make the experience more awesome, thinking, making up stuff and laughing our way through the quiz. We also pulled in all other members at least one time to Headrush quizzes which the agreed to may be out of pity, our forceful nature or their interest!"
        },
        {
            "name": "37_H",
            "img_name": "image021.jpg",
            "desc": "Paintball @ Mood Indigo 2015. And the rightmost guy got lost there and we haven’t seen him since then."
        },
        {
            "name": "38_H",
            "img_name": "image022.jpg",
            "desc": "Aagam along with Shrey too came for Mood Indigo that year. Aayush and Ravi joined them as they are  Mumbaikars. They spent one night on the railway station and other nights in a room they broke into."
        }
    ]
}
