{
    "album_name": "Sem-3",
    "images": [
        {
            "name": "1_N",
            "img_name": "null.jpg",
            "desc": "This was probably the toughest semester of all. And I guess in this case, I am speaking for all (except Nisarg and Chahak). It was the most difficult semester when Signals & System and EMT attacks you in each and every possible way. Some of us got a F in it and some just survived with 4. More dramatic part were the results which were delivered on the way to our Rural Internship."
        },
        {
            "name": "2_N",
            "img_name": "null.jpg",
            "desc": "This was the semester when all of us stayed awake till 3-4 as even going to lectures didn’t do us good (we believed so, but apparently it wasn’t true)."
        },
        {
            "name": "3_H",
            "img_name": "image001.jpg",
            "desc": "Laptop Wallpapers: Shrey Edition. We don’t know why but Shrey had a weird taste of Desktop Wallpapers. Have a look. (Narrator: It wasn’t Shrey who made these choices)"
        },
        {
            "name": "4_V",
            "img_name": "image002.jpg",
            "desc": "People have their own styles to bring out their creative energy and problem-solving skills to the fullest. Here is Master Shrey practicing his Frog style while reading for Insem exams."
        },
        {
            "name": "5_V",
            "img_name": "image003.jpg",
            "desc": "Being a Doctor Strange fan, Rutul occasionally uses a hand towel as his cloak. He is probably trying to lift a pen with his telekinetic powers. "
        },
        {
            "name": "6_V",
            "img_name": "image004.jpg",
            "desc": "This pic is just here so that you can observe Devansh’s side of wall at G-220"
        },
        {
            "name": "7_H",
            "img_name": "image005.jpg",
            "desc": "Roshan with Lotion series was born from the first image that Devansh took. "
        },
        {
            "name": "8_H",
            "img_name": "image006.jpg",
            "desc": "Disney Princess."
        },
        {
            "name": "9_V",
            "img_name": "image007.jpg",
            "desc": "Roshan as Aladdin due to courtesy of Devansh"
        },
        {
            "name": "10_N",
            "img_name": "null.jpg",
            "desc": "This semester we also helped clean up Shrey’s internet profile which was miserable and embarrassing. We started with giving him shocks by commenting on his old pictures to make him realize what a dumpster fire his Facebook was. It was a frenzy with other batchmates pouring in too. He had to later delete them out of embarrassment.  We still have them saved though in form of screenshots."
        },
        {
            "name": "11_H",
            "img_name": "image008.jpg",
            "desc": "Playing with Shrey’s Facebook account. P.S: Roshan ne hi kiya tha."
        },
        {
            "name": "12_H",
            "img_name": "image009.jpg",
            "desc": "Still early years when Rutul was struggling with his life being a company and working at employee. He then went on to become an employee at a company. What a complete turnaround."
        },
        {
            "name": "13_H",
            "img_name": "image010.jpg",
            "desc": "This is how we compressed ourselves. Shrey’s bed, but no place for him to sleep. Devansh is so elastic that he can sleep in any form of any alphabet or digit. He is just the human liquid who can fill the given space."
        },
        {
            "name": "14_V",
            "img_name": "image011.jpg",
            "desc": "Can't figure out if it is Blastoise or Shrey."
        },
        {
            "name": "15_V",
            "img_name": "image012.jpg",
            "desc": "This semester had an Android workshop. They distributed stickers in the last lecture. Guess who didn’t complete the lectures but stole the stickers? :p"
        },
        {
            "name": "16_H",
            "img_name": "image013.jpg",
            "desc": "Roshan can’t become a mother, but he can be THE MUMMY. Can we drape him with more blankets please?"
        },
        {
            "name": "17_H",
            "img_name": "image014.jpg",
            "desc": "ifest: Awesome background art and awesomer frontend person."
        },
        {
            "name": "18_N",
            "img_name": "null.jpg",
            "desc": "On 8th Nov 2016, Demonetization struck. Roshan was getting some medicines when the news was playing on the Medical Store television. They straightaway rejected his 500 Rs currency note, even though the deadline was midnight ☹. In the aftermath too, many of us ran to banks and post-offices to get our old notes exchanged for legal tenders. Too much chaos running everywhere, but equally fun."
        },
        {
            "name": "19_H",
            "img_name": "image015.jpg",
            "desc": "Rutul trying to promote Nike. So some backstory time here. Nike officials came to Rutul for their tagline, he suggested them 2-3. But they weren’t satisfied. So when the officials asked again, Rutul in a frustrated tone yelled “Just Do It, yaar”. They dropped the yaar to target global markets."
        },
        {
            "name": "20_H",
            "img_name": "image016.jpg",
            "desc": "During third sem, Rutul had a phone which was always low on memory and thus couldn’t install many apps. So whenever he felt like playing games, he used other phones. Here is Rutul and Roshan getting in a Chappal-fight as Rutul played 3-4 continuous games in Roshan’s phone and lost them all (wtf rutul), and hence decreasing Roshan’s rank in that game."
        }
    ]
}
