{
    "album_name": "Sem-6",
    "images": [
        {
            "name": "1_N",
            "img_name": "null.jpg",
            "desc": "In this semester, only one subject was core and all other were electives. Just after last semester we were relieved that we won’t have to face Communication courses from now as subject selection was in our hands. But this time the slots were such that we pondered upon taking a Communication Subject- Statistical Communication theory. Five of us played the gamble as from the course description document, it seemed most of it was going to be Probability, with which we were comfortable. The gamble payed of in the end, as we enjoyed the subject and took less stress than others + the labs were also fun. "
        },
        {
            "name": "2_N",
            "img_name": "null.jpg",
            "desc": "Nisarg has a habit of sharing each CS assignment with us on email, especially when we didn’t take that subject.\nIn one, stat Comm. Lab we decided to do the same. We were performing the tasks labs and after Rutul finished that. The next thing he did was to email all the codes to all of us including Nisarg who was not in that course. The act of emailing was caught by the TA and he wanted to punish us so he checked to whom all the mail was sent and deducted their marks. When Nisarg’s name came, he was clueless and all of us were laughing while getting punished. He was more surprised by our stupidity than our sharing of codes!"
        },
        {
            "name": "3_H",
            "img_name": "image001.png",
            "desc": "Greenz ki haseen yaadien: Greenz is one of those “good” restaurants nearby. So, whenever all of us were we would go there and stuff ourselves with the Unlimited menu there. We kept a fast from morning, if we planned to go to there. Our average time of eating there was 1.5 hours and sometimes it also went over 2hrs as we didn’t just eat but laughed way too lot recalling the recent-past incidents. After the launch was done came another part of our ritual- spending time in the miniature park (actually built for kids, but since no one used it, we occupied it). The inner child in us came back (actually it has never gone away)."
        },
        {
            "name": "4_H",
            "img_name": "image002.jpg",
            "desc": "This is how Devansh reacts when you wake him up from sleep. This is as scenic as watching sunrise and sunset. Believe me you don’t want to miss it!"
        },
        {
            "name": "5_V",
            "img_name": "image003.jpg",
            "desc": "The future is here, old man. Devansh Listening to music through his hoodie’s drawstrings."
        },
        {
            "name": "6_N",
            "img_name": "null.jpg",
            "desc": "This semester we also did lots of contests (mainly Shrey, Jay, Aayush and Ashutosh) to brush up on our skills of competitive programming, we had lost touch with due to the hectic semesters."
        },
        {
            "name": "7_V",
            "img_name": "image004.jpg",
            "desc": "Cricketer, Chef and Coder. Rutul has expertise in tasks starting with C."
        },
        {
            "name": "8_H",
            "img_name": "image005.jpg",
            "desc": "No one killed Roshan. Roshan could sleep with any amount of light/sound/pillows happening near him. Where there is will, there is a way."
        },
        {
            "name": "9_V",
            "img_name": "image006.jpg",
            "desc": "Roshan Giving audition for Ironman when he came to know Robert Downey Jr.’s contract was about to expire. But you can see he is not so smart as he has actually become Istriwalla."
        },
        {
            "name": "10_H",
            "img_name": "image007.jpg",
            "desc": "Aagam jumping into the E-208 ring. WWE was still famous those days!"
        },
        {
            "name": "11_H",
            "img_name": "image008.jpg",
            "desc": "Synapse 2018 Opening day. Karunesh Talwar was going to perform stand-up. All of us taking the seats, before he arrives."
        },
        {
            "name": "12_V",
            "img_name": "image009.jpg",
            "desc": "Aayush with Jake Clawson."
        },
        {
            "name": "13_V",
            "img_name": "image010.png",
            "desc": "We can get what Ravi and Ashutosh are doing but why is Aayush fist bumping Shinchan’s leg?"
        },
        {
            "name": "14_H",
            "img_name": "image011.png",
            "desc": "A night with cartoons - We were just going to enter The Local Train concert but saw these amazing posters of nostalgic cartoons. So, we decided to click some pics first. Shrey trying to impress someone in the left picture. Well now everyone knows who was standing there."
        },
        {
            "name": "15_V",
            "img_name": "image012.png",
            "desc": "“Aee check karna mere tongue ka color change hua kya?”"
        },
        {
            "name": "16_V",
            "img_name": "image013.jpg",
            "desc": "Does he know anything else? Does he even know how to do this?"
        },
        {
            "name": "17_V",
            "img_name": "image014.jpg",
            "desc": "Ashutosh is the only person on earth to be friend-zoned by Shinchan."
        },
        {
            "name": "18_H",
            "img_name": "image015.png",
            "desc": "Left Pic: But this was not true. We all know that. Right Pic: Shrey finally admitted."
        },
        {
            "name": "19_H",
            "img_name": "image016.jpg",
            "desc": "No one killed Shrey. This is legit how we slept. Pillow over his head rather tan under it."
        },
        {
            "name": "20_H",
            "img_name": "image017.png",
            "desc": "When anyone asks to face the camera, we usually get a lot of enthusiasm along with different hand gestures by everyone. Just an example of it while playing carrom for one of the first times together. Roshan did not find his perfect hand gesture for the time so he applied Heisenberg's Uncertainty Principle to defy as all."
        },
        {
            "name": "21_H",
            "img_name": "image018.png",
            "desc": "Brahma, Vishnu, Mahesh chilling in their free time. "
        },
        {
            "name": "22_H",
            "img_name": "image019.png",
            "desc": "We gave Headrush T-shirt printing to a vendor in Indore, who sent its progress pics. Using this, we convinced Pratik Wankhede and Shrey that this time Headrush was going sleeveless. They were disappointed as no one told them earlier to which Roshan’s response was, “Core has the rights to make changes at any moment for the best of club’s future and we think sleeveless will be an unique thing to gain more eyeballs for the club.” They stood convinced for quite a long time and before they could spread the rumor, they were told the truth, hearing which relieved them."
        },
        {
            "name": "23_H",
            "img_name": "image020.jpg",
            "desc": "Devansh ’comfortably’ sleeps like these for hours."
        },
        {
            "name": "24_N",
            "img_name": "null.jpg",
            "desc": "This IPL we started playing Dream11- spearheaded by Roshan. He spread it across the group and we would discuss strategy for the match. Roshan walked out of IPL with 600 Rs, but not others lol."
        },
        {
            "name": "25_V",
            "img_name": "image021.jpg",
            "desc": "Fan smashed onto floor in Adit and Het’s room. Admin claimed it to be Act of God. The batch was of course outraged."
        },
        {
            "name": "26_V",
            "img_name": "image022.jpg",
            "desc": "A cat resting at canteen on a summer afternoon. We found the Schrodinger’s cat wasn’t dad when we ‘observed’ it."
        },
        {
            "name": "27_H",
            "img_name": "image023.jpg",
            "desc": "A new app came in market in the sixth sem called Loco. It was a quiz where 10 questions where to be answered correctly in a time limit and winners got real money as rewards which was around 300ish earlier and later came down to 30ish when participants grew. It was a fad among us and all of us would sit in one room and coordinate so atleast one of us could win something. We won a couple of times."
        },
        {
            "name": "28_H",
            "img_name": "image024.jpg",
            "desc": "Roshan giving PC007 Time Management lecture using real life examples.\nAlso, this white board holds an important place in each and every one’s life. We played a lot of games, planned many things, designed universal timetable during sem starting and exams and Nisarg wrote gibberish (whatever he heard) on that. Thank you, Roshan’s board, for all those moments."
        },
        {
            "name": "29_V",
            "img_name": "image025.jpg",
            "desc": "Gullyboy Roshan. Gangsta-cool. Mic Drop."
        },
        {
            "name": "30_V",
            "img_name": "image026.jpg",
            "desc": "Some of many talents of Rutul in one pic- Sleeping while folding legs, Sleep Coding, but a unique talent - Charging himself while sleeping. This is his sleeping moment in his “EAT SLEEP CODE” routine"
        },
        {
            "name": "31_H",
            "img_name": "image027.png",
            "desc": "Headrush farewell dinner."
        },
        {
            "name": "32_H",
            "img_name": "image028.jpg",
            "desc": "Headrush people at farewell of 2018 batch."
        },
        {
            "name": "33_N",
            "img_name": "null.jpg",
            "desc": "After 6th Sem, was the summer of Placement prep and Summer Internships:\n\nNisarg, Roshan and Aneri, had internship under Prof. Suman Mitra. They worked on Gujarati Character Processing, to increase efficiency of OCR.\nThe internship was chill overall, as the mentor was just concerened about the work done rather than frequent meetings.\n\nTalking about the chill internships, adding to the list was Ashutosh's internship under Prof. Manish Khare, who himself was not present during \nhalf of the internship. Another was of Shashank's under Prof. Punit Bhateja, where Shashank himself had to decide the topic of internship. Such coolness, much wow.\n\nShrey, Devansh and Jay had internship under Prof. Lavneet Singh. One hell of a stressful internship. Used to go to lab building for 4 hours\neveryday. Sit there in front of him and do work. Daily attendance was taken.\n\nOver achiever Aayush Agrawal did his internship under ISRO where he build rockets, spacecrafts, PSLVs and everything under the sun (hahahahah, pun alert).We can say his internship was totally a rocket science(again, hahahahaha).\n\nand here comes the saddest part of our lives, Rutul leaving us all alone in the darkness. Rutul had got a 2 months summer internship at Amazon in\nBangalore. He used to work day and night so hard, to get pre placement offer. There used to be minimal contact between us and him. It was like\nguru left  all of his chelas. Adding to this list of tragic events was Rutul's phone falling in water and being completely detroyed. Thus\nalso wiping out the minimal contact too. But happy part was him getting PPO (and we all are going to get a referral soon, yayyy :p)"
        },
        {
            "name": "34_V",
            "img_name": "image029.jpg",
            "desc": "A scripted photograph which shows Roshan beneath the burden of so much work. Seems like a hardworking person, but probably too lazy to be that."
        },
        {
            "name": "35_H",
            "img_name": "image030.png",
            "desc": "Jalsa In Vadodara part 1: \n\nSo, many of us from Vadodara but realized they we have visited famous food places of Vadodara individually but not with each other. So Devansh, Shashank, Nisarg, Roshan made a quick plan to visit 4-5 famous food points in Vadodara. Made a WhatsApp group named \"Jalsa in Vadodara\". The plan was even more exciting. We met at Inorbit Mall, to play bowling🎳!  After that we went to Vishal Samosa Sandwich. Vadodara-famous Tasty Vadapav also has a shop besides it. Basically, had a Cheese Samosa Sandwich and Vadapav there. Later went straight to Alkapuri road to have Chat and Sevpuri. MarutiNandan soda at Vasna was the next stop. After a quick soda we thought let's end by a Gola. Shyam Gola at Karelibaug was the name we all come up with. Everyone thought, wouldn't it be weird to have a Gola over Soda? But let's do it. Turns out we underestimated ourselves, everyone had 2 big Golas. What-a-day!"
        },
        {
            "name": "36_H",
            "img_name": "image031.jpg",
            "desc": "That’s the happiness we live for. Picture taken during Jalsa in Vadodara part 1."
        },
        {
            "name": "37_V",
            "img_name": "image032.jpg",
            "desc": "Got this pic leaked by Ravi Tiwari. Javan Aayush"
        },
        {
            "name": "38_V",
            "img_name": "image033.jpg",
            "desc": "Devansh practicing for US Open after getting inspired from his notebook cover who looks exactly like him."
        },
        {
            "name": "39_N",
            "img_name": "null.jpg",
            "desc": "More load was being taken about the placement season coming as everyone's aspirations, ambitions on were stake. We too weren't different. We started with bold determinism which later decreased. Roshan reduced the CAT prep for those 2 months and focused on placements.\n\nGeeksforGeeks was the main resource to be completed, as companies had a habit of asking questions straight out of it.\nThe struggle was definitely real.The vast and never ending course of GEEKS where our hard work seemed no more than baby steps. Also the naughty geeks used to keep on adding questions, bitch!\n\nShrey was able to complete much part of geeks(super ratta maar capacity), but the company in which he got placed asked him none from DSA. But others gradually reduced their targets.\nSegment Tree, Trie, suffix array ke to bas sapne reh gaye. \nP.S: We used to fear Roshan, who could solve any question by just using array or string or their combination. \nP.P.S: After struggling with geeks, Roshan and Devansh plan to start  GeeksforTheeks (for average people) and GeeksforChicks (you guessed it wrong, its for baby chickens, who dream big).\n\nAlong with Geeks, there was also Interviewbit - which had a legend that \"Better your rank on leaderboard, better are your chances of getting placed early on.\"\nSo, to go with the flow, our group also started perparing for placements on Interviewbit. The leaderboard's competition used to be so intense.\nDay by day, array to strings to hashing to stacks to queues to trees to greedy to dp to graphs, we were able to reach to the top 30s (LOL). Shrey and Jay also gave mock interviews on the same for communication practice. Jay later on went to intern with Interviewbit!"
        },
        {
            "name": "40_V",
            "img_name": "image034.jpg",
            "desc": "In the scorching heats, our intake of Koko increased, which was further catalysed by Amul’s cashback scheme on PayTM. "
        },
        {
            "name": "41_V",
            "img_name": "image035.jpg",
            "desc": "We got the water-spray bottle to battle with the heats and keep ourselves fresh. But one day, just one thing on the top of other and we landed up like this: Roshan cutting Shrey’s hair. Meanwhile Pratik Wankhede was passing by the room, got an instant shock, asked “Ye kya ho raha hai BC?” to which Roshan responded with running towards him with the tools. He ran faster to escape."
        },
        {
            "name": "42_N",
            "img_name": "null.jpg",
            "desc": "Since, the brilliant coder from our group - Rutul had gone to Bangalore for his Amazon Internship. So to not get bored and to get some success tips and insights from legend Roshan, Devansh shifted to Roshan’s room for the placement summer. The heat was scorching! We couldn’t go to RC(library) as that place was too quiet for us. Also unlike last year’s summer we couldn’t also go to project lab as that place was becoming so crowded, which used to be empty. So mostly all of us were coding from our hostel rooms and we decided to get cooler on rent for the summer. So one day the guy from whom we are renting cooler, called up and said Roshan, I have a bigger cooler available, do you want that or you want wait till a smaller cooler become available? Me and Roshan thought, well how big a cooler can be? And then it comes the gigantic metal cooler which requires at least two strong men just move it from one place to another. We changed the whole orientation of beds and tables in the room. No need to say Roshan’s room continued being the go-to room for 'chilling'. Now cooler was also an added motive to stay in Roshan’s room."
        },
        {
            "name": "43_V",
            "img_name": "image036.jpg",
            "desc": "Finally, we got a cooler in E-205 in last summer. Devansh and Roshan were roomies then, unofficially though. The cooler was of mega size (the one you get in desi-weddings) and lots of furniture had to be shifted to accommodate that and it required lots of water (around 5-6 buckets) to be functional. But it provided cool af air in scorching summers so it was worth it."
        },
        {
            "name": "44_N",
            "img_name": "null.jpg",
            "desc": "\nIn the 6th semester MYBYK was installed on our campus. It was a cycle-renting app using which you can rent a bicycle on hourly basis. Devansh being the fitness freak (spoiler: he very soon realised he was not), started cycling every morning. Just like how we all have one “Sharmaji ka Ladka” in our life, with whom we sometimes get compared. Devansh was the one for Roshan’s when it comes to waking up early. Roshan’s mom suggested him to join Devansh for cycling and try to improve the sleep-cycle by waking up early! Well there are only limited (5-6) cycles on campus and there were other temporary fitness freaks like us too, so the struggle to wake up early and get the cycle was real! Later Roshan turned out to be more influential and not only Devansh quit cycling but also his sleep cycle was messed up. Same thing happened to Chahak when he stayed with Roshan for the 7th sem. We both curse him from our heart about this."
        },
        {
            "name": "45_V",
            "img_name": "image037.jpg",
            "desc": "Devansh started cycling in summer as MYBYK was available on campus. He inspired (read as forced) Roshan to do the same. One such morning Roshan selected a cycle which was reported by previous user with “Other Issues”. Roshan inspected and felt there weren’t any issues and said Fuck it and selected the cycle anyway. After riding around 200 meters, near LT he felt a pinch on his hand, when he saw there were hundreds of ants on his hands. He Panicked and reacted with swears just to realize that Director was on a morning walk that time behind him. Director came to his rescue and suggested to wash Roshan’s hands, which he ran to nearest water source and did instantly. Devansh was constantly laughing the whole time about this whole fiasco."
        },
        {
            "name": "46_V",
            "img_name": "image038.jpg",
            "desc": "Devansh found out that eating a 100 Rs note is better and cheaper than eating anything else.\nWhat a cool hair. This was the phase where Devansh started looking a lot like Benedict Cumberbatch. All except Devansh has agreed to this, he says “Na yaar, I look better than him”, which is also correct.  Do you all agree?"
        },
        {
            "name": "47_V",
            "img_name": "image039.jpg",
            "desc": "Roshan using vulcan salute as a disguise to spy on Devansh’s phone. But he caught Roshan with this pic."
        },
        {
            "name": "48_V",
            "img_name": "image040.jpg",
            "desc": "Roshan squinting his eyes, to see inside the camera lens."
        },
        {
            "name": "49_N",
            "img_name": "null.jpg",
            "desc": "So one day, to relieve the stress and pressure we were going through because of summer internships and placements, we decided to shoot Ultimate BottleFlip trickshots. Nisarg the legend, as they say, had this amazing talent of throwing the bottle anywhere and landing it perfectly. He would easily beat Dude-perfect to 5-0 on a live battle, eazy pizzy. Check those videos out in the video section."
        },
        {
            "name": "50_V",
            "img_name": "image041.jpg",
            "desc": "Placement coming nearby and Shrey had to use his pop-up charger to keep him awake."
        },
        {
            "name": "51_H",
            "img_name": "image042.jpg",
            "desc": "A three-footed monster left this at DA, when it was visiting Aayush. From then onwards, we have kept it as an accessory for three-legged race."
        },
        {
            "name": "52_H",
            "img_name": "image043.jpg",
            "desc": "Devansh caring for his idol Ronald McDonald."
        },
        {
            "name": "53_H",
            "img_name": "image044.jpg",
            "desc": "Ronald McDonald is like an uncle to Aayush. Here is he sitting in his lap and reliving old memories."
        }
    ]
}
