{
    "album_name": "Sem-5",
    "images": [
        {
            "name": "1_N",
            "img_name": "null.jpg",
            "desc": "This was the first semester where we were required to choose electives. Most of us decided to take common courses. Introduction to Algorithms was taken by almost all of the batchmates and we were no exception. With too much research and feedbacks we chose Elements of Business Management and Graph theory as our two other electives. But after attending the first day, we did a complete 180-degree flip and finalized Logic for Computer Science (LCS) and Quantum Computation. Nisarg, Devansh and Aayush attended one lecture of LCS and all of the rest blindly followed their instincts to take LCS just on the faith of these fellows. No one ever dared to attend LCS lectures afterwards. A few brave souls like Aayush, Ashutosh, Aman and Jay still continued with Graph Theory."
        },
        {
            "name": "2_N",
            "img_name": "null.jpg",
            "desc": "After two years of eating canteen food for most of the time, we started getting bored. The monotonous taste was no longer bearable. So, we started exploring the world beyond DA. That’s when we started going aggressively to Reliance Chowkdi and Infocity. We ate there 4-5 times a week as compared to once in a week or two weeks before. Trying out new restaurants was itself an adventure that sometimes turned out to be good and sometimes bad. Slowly canteen became ineligible for dinner and Reliance Chowkdi became our own canteen."
        },
        {
            "name": "3_H",
            "img_name": "image001.jpg",
            "desc": "The best show we could get in 500 bucks. We gave standing ovation too many jokes. Full paisa Vasool show. "
        },
        {
            "name": "4_H",
            "img_name": "image002.jpg",
            "desc": "Cute. We called her Roshan. And I swear she reacted."
        },
        {
            "name": "5_V",
            "img_name": "image003.jpg",
            "desc": "Cat’s in hostel. Offered it food. We called it Anand bhai (Munnabhai Ref) since it wouldn’t react to our calls when everyone was observing but would react when only 1 person was paying attention."
        },
        {
            "name": "6_H",
            "img_name": "image004.jpg",
            "desc": "Transformed a normal laptop into Mac in just 30 Rs with the help of McDonalds product. Also, whenever any of us passed through McD, he informed the group about it, so he could get something for them as there is no McD in Gandhinagar."
        },
        {
            "name": "7_V",
            "img_name": "image005.jpg",
            "desc": "First CNS lab. Made a flower (can we call it that?) a computer networking professional would use to propose."
        },
        {
            "name": "8_V",
            "img_name": "image006.jpg",
            "desc": "Hadn’t tried out Koffee++ till now. It seemed an elite gathering place. But nonetheless, started going there since we were out of options. Played Jenga will sipping on to coffee or eating maggi. Here is an attempt to make Van Gogh with Jenga pieces."
        },
        {
            "name": "9_V",
            "img_name": "image007.jpg",
            "desc": "Bus journey. Devansh annoying Roshan by taking his photographs"
        },
        {
            "name": "10_V",
            "img_name": "image008.jpg",
            "desc": "The feeling of satisfaction after pulling off the CS assignment on the last night!"
        },
        {
            "name": "11_H",
            "img_name": "image009.jpg",
            "desc": "Navratri. Took tutorials just before the occasion from Shrey and Rutul. Still Devansh and Roshan failed miserably."
        },
        {
            "name": "12_H",
            "img_name": "image010.jpg",
            "desc": "Jalebi and Fafda are distributed in Dussehra at DA but they are tough to get due to the demand. Here is one such try by Devansh for them."
        },
        {
            "name": "13_H",
            "img_name": "image011.jpg",
            "desc": "The uber-cool photos were almost the part of the respective companies ad-campaign. But Devansh asked them not to do so because he didn’t want to become famous as he wanted to become a web-developer."
        },
        {
            "name": "14_V",
            "img_name": "image012.jpg",
            "desc": "Those days when Devansh used to wear Shades and drink paper boat to look cool. You must have heard of casual Racism; this was casual show-offism."
        },
        {
            "name": "15_H",
            "img_name": "image013.jpg",
            "desc": "Jay is like Joey from F.R.I.E.N.D.S. How you doin?"
        },
        {
            "name": "16_V",
            "img_name": "image014.jpg",
            "desc": "Roshan optimizing space as he always does in coding. Ajay Devgn learnt this move from Sir Roshan Shah."
        },
        {
            "name": "17_H",
            "img_name": "image015.jpg",
            "desc": "Found this childhood photo of Rutul. He still looks the same. But don’t be fooled by his innocent looks, he is a jack of all trades and also master of them all."
        },
        {
            "name": "18_V",
            "img_name": "image016.jpg",
            "desc": "How can projects fuck with your mind and error debugging can be mentally exhausting. One such example was DBMS project."
        },
        {
            "name": "19_V",
            "img_name": "image017.jpg",
            "desc": "Rutul sharing his wisdom on how to eat a half-eaten burger."
        },
        {
            "name": "20_H",
            "img_name": "image018.jpg",
            "desc": "Smart Greenhouse project in EHD. Roshan had a stellar group as you can see. Everyone wore Green to go with the theme. To know more about what the project did contact any one of them."
        },
        {
            "name": "21_H",
            "img_name": "image019.jpg",
            "desc": "5th Rutul made the mistake of using the White-walker filter. Its etched in memories of everyone’s mind and phones since then."
        },
        {
            "name": "22_H",
            "img_name": "image020.jpg",
            "desc": "Rutul while preparing for end-sems prefers to meditate in between studying sessions so he can understand and remember stuff."
        },
        {
            "name": "23_V",
            "img_name": "image021.jpg",
            "desc": "A question for you. How many Teletubbies were there? 4? Well why did you miss out the black one? Pure Racist Mentality"
        },
        {
            "name": "24_V",
            "img_name": "image022.jpg",
            "desc": "Daredevil Rutul"
        },
        {
            "name": "25_V",
            "img_name": "image023.jpg",
            "desc": "Sleeping Beauty"
        },
        {
            "name": "26_V",
            "img_name": "image024.jpg",
            "desc": "Aayush feeling that air pollution is not a hoax while cleaning his room after end-sem exams"
        },
        {
            "name": "27_V",
            "img_name": "image025.jpg",
            "desc": "Back to college after 2 weeks of vacation. Give me a head count how many will be travelling with me?"
        },
        {
            "name": "28_H",
            "img_name": "image026.jpg",
            "desc": "In December 2017, Devansh, Roshan, Chahak with few other Headrush folks, went to Mood Indigo as a Headrush Outstation Trip, to attend the massive lineup of quizzes by some of the best quiz-masters of India._nl__nl_The place where they stayed was one of the most memorable experience in their life. The place was called, Zostel in Marol, Mumbai. It has hostel like dorms with much awesome beds at very reasonable rate! Devansh and Roshan almost fell for the place after looking at the great Mumbai Local Train themed doodling and Bollywood Minimalist Posters painted on the wall. The real fun began at night. As they noticed, the Zostel was famous among foreigners. Night Scene at Zostel was going like this - they had an amazing terrace where a budding band is playing old classic Bollywood songs, foreigners are enjoying the music with holding beer in one hand and weed in other. Since (unfortunately) none of us smoke/drink we were just sitting in the corner stumbling on mobile. And the lead singer of the band might have felt this insulting and gave the mic to Chahak and Devansh to sing for a while. Both of them slipped one by one by saying - \"Oh, I got a call, have to pick up this\". After a music night, there were few rounds of Cards Against Humanity and UNO arranged. Luckily, we were there on the Christmas Night, so got to enjoy these many events!"
        },
        {
            "name": "29_V",
            "img_name": "image027.jpg",
            "desc": "Swat Kats in front of Cat Café Studio, Versova, Mumbai"
        },
        {
            "name": "30_H",
            "img_name": "image028.jpg",
            "desc": "Transitive Caring"
        },
        {
            "name": "31_V",
            "img_name": "image029.jpg",
            "desc": "After leaving Mood Indigo, we went to explore Mumbai, Here, is one such pic from neighborhood of Salman Khan’s house. We went wherever Aayush (our local guide) took us."
        },
        {
            "name": "32_V",
            "img_name": "image030.jpg",
            "desc": "Formation of Accidental movie poster. This picture looks like one of those sports biopic posters starring Benedict cumberbatch."
        }
    ]
}
