{
    "album_name": "Sem-7",
    "images": [
        {
            "name": "1_N",
            "img_name": "null.jpg",
            "desc": "This was probably the last semester in DA Campus for us together. Placements were the priority for almost everyone in the beginning of the semester. Some got placed in the starting of the semester, others eventually and we were left with the last 2-3 months with lots of things in our bucket list to tick before leaving."
        },
        {
            "name": "2_N",
            "img_name": "null.jpg",
            "desc": "One random day, Chahak was told that he was supposed to shift to another room as his roommate was shifting to the clubhouse. He was to shift with a guy he did not know much and as a last-ditch effort, he asked on the Headrush group if anyone was living alone. Fortunately, Roshan's roommate was also shifting and he decided to shift to Roshan's room. He thought that it would be fun living with a Headrush guy and someone who he thought was also calm and not very loud. He was proven wrong miserably. Roshan and everyone else were very different from what he imagined. They were these warm bunch of people who accepted him almost immediately and then they showed him their true colours :P They were actually a bunch of extremely fun loving and mischievous people who rarely stopped talking😂 Over the course of a semester, his notion of each an everyone changed, but only for the better and he had a lot of fun throughout the semester with all the video games, card games and especially the pun games that they seemed to pull out of thin air._nl_[Note: The above thing has been written by Chahak himself as we don’t want to indulge in self-praising :p]"
        },
        {
            "name": "3_N",
            "img_name": "null.jpg",
            "desc": "With Chahak moving in as Roshan's roommate, along with his Big Screen Monitor, we started playing a lot more games like FIFA, Rocket League. We even went on to organize a couple of Gaming Nights in E-205. And then there were occasions when we ended up playing cards whole night just to go for breakfast early morning. "
        },
        {
            "name": "4_H",
            "img_name": "image001.jpg",
            "desc": "Insects can be scary sometimes. But when they fly you run for your life. One such rainy day many flying insects (we don’t know exactly what species it was) filled E-205 and E-208. Devansh tried to remove them by mingling with them and becoming a flying insect himself. He almost had them, but missed as they were wearing red t-shirts while he had a black t-shirt on."
        },
        {
            "name": "5_H",
            "img_name": "image002.jpg",
            "desc": "In the last semester at DA, we adopted a healthy lifestyle by ordering food from BigBasket. We ordered big packet of Chocos and got a lot of disposable bowls. Also ordered fruits at regular interval to keep our healthy lifestyle going. We called ourselves ‘The BigBasketeers’."
        },
        {
            "name": "6_N",
            "img_name": "null.jpg",
            "desc": "Rutul, Shashank and Shrey being fitness enthusiast and Roshan being navra, joined the gym after getting placed. College gym was not an option for them as they wouldn't go unless they paid for it, so they joined the one at Reliance Chowkdi. Because of their sports commitments in evening, Rutul and Shashank used to go in morning, while Shrey and Roshan in the evening batch. Most of them went regularly for a month probably and then Rutul and Roshan started feeling tired of it. Rutul consolidated himself by saying that he didn't go so that he is not tired for the evening practice with Concours nearby. But everyone knows the truth. Well Roshan didn't even try that. He just said, \"Ichha nath thati javani. Chhod nathi javu\"."
        },
        {
            "name": "7_H",
            "img_name": "image003.jpg",
            "desc": "Rutul’s love for Roshan described through permanent tattoo that Roshan himself crafted. Also, Hindi because more desi love, more cool."
        },
        {
            "name": "8_H",
            "img_name": "image004.png",
            "desc": "Devansh always tries to hide away when Roshan tries to take a pic"
        },
        {
            "name": "9_H",
            "img_name": "image005.png",
            "desc": "This two times Roshan got successful. Left pic is one of Roshan’s favorite due to Devansh’s smile and probably his thought that “Shit Pakda gaya”"
        },
        {
            "name": "10_V",
            "img_name": "image006.jpg",
            "desc": "That look when you are waiting to get placed. But exactly on the day this picture was taken, Berozgari mit gayi thi. Aayush cracked 2 offers on the same day. Aman too cracked another offer, later."
        },
        {
            "name": "11_V",
            "img_name": "image007.jpg",
            "desc": "Our obsession for Snapchat filters because they would make us laugh our ass off."
        },
        {
            "name": "12_H",
            "img_name": "image008.png",
            "desc": "Dele Ali Challenge, but with sadness in eyes of Devansh. Roshan could never do it, but for pic’s sake Devansh helped."
        },
        {
            "name": "13_V",
            "img_name": "image009.jpg",
            "desc": "We made Rutul apologize just after he woke up from sleep for no reason at all."
        },
        {
            "name": "14_V",
            "img_name": "image010.jpg",
            "desc": "Placement ke baad bhi insaan ke jeevan se dukh nai jaata."
        },
        {
            "name": "15_H",
            "img_name": "image011.jpg",
            "desc": "Meme campaign to connect with the generation for maintaining cleanliness"
        },
        {
            "name": "16_V",
            "img_name": "image012.jpg",
            "desc": "Devansh is only person in the group who is a disciplinarian and so follows a normal sleeping cycle unlike engineering students. But here is one instance where he was still awake at 4:47 AM, probably because of the freedom in 7th semester."
        },
        {
            "name": "17_N",
            "img_name": "null.jpg",
            "desc": "Many of us noticed Shrey ghosted from his room for whole nights. Curiosity increased and we started to dig some holes to know what’s going on. And then we came to know about Shrey and Ekta (They are only Very Very good friends, okay?). Even after we knew, Shrey didn't use to tell us that he was going out with Ekta. So sometimes just to irritate him, we used to call him and ask him to come to his room immediately for some fake emergency. We even caught him red-handed couple of times, after which he started to tell us before going out."
        },
        {
            "name": "18_V",
            "img_name": "image013.jpg",
            "desc": "Every night we got high on chips. Here is one of the pics of Roshan in that state."
        },
        {
            "name": "19_V",
            "img_name": "image014.png",
            "desc": "Lord Hanuman when tries to act like SRK. Oops, sorry for hurting religious sentiments. Hanuman is the coolest person alive! (Yes, alive – go read some mythology)"
        },
        {
            "name": "20_V",
            "img_name": "image015.jpg",
            "desc": "r/cursedimages: Don’t know why this pic exists."
        },
        {
            "name": "21_V",
            "img_name": "image016.png",
            "desc": "Gujju Salt Bae using his skills on Masti Dahi."
        },
        {
            "name": "22_H",
            "img_name": "image017.png",
            "desc": "Flash riding on Nimbus 2000 in DA. Circa 2018. Fan in background to give him lift-off force. Fantasy with Science."
        },
        {
            "name": "23_V",
            "img_name": "image018.jpg",
            "desc": "But we know wo pighal gaya"
        },
        {
            "name": "24_N",
            "img_name": "null.jpg",
            "desc": "Apart from Shashank, Nisarg, Rutul and Shrey, none of the others new Garba well enough to participate in Garba Night. So, we kept a 2-hour quick Garba tutorial in the hostel. Even though none of them learned properly, the professors were proud of their students for giving it a try at the Garba Night."
        },
        {
            "name": "25_V",
            "img_name": "image019.png",
            "desc": "When your friend has the power to fail you, you need to do treat him as a God."
        },
        {
            "name": "26_H",
            "img_name": "image020.jpg",
            "desc": "Navratri at DA."
        },
        {
            "name": "27_H",
            "img_name": "image021.jpg",
            "desc": "New Volleyball court Puja at DA."
        },
        {
            "name": "28_N",
            "img_name": "null.jpg",
            "desc": "Then came the much awaited, a trip before leaving. We somehow managed to find a schedule (very tough- everyone had something going on with families too) that worked for most of us and decided to go to Matheran and Imagica just before Diwali. It is covered in the next page. Though a short trip, but surely one of the best for all of us. We hope that we go on a lot more trips :D"
        },
        {
            "name": "29_V",
            "img_name": "image022.jpg",
            "desc": "This is what happened to Harry Potter after defeating Lord Voldemort. He resided at E-205, DAIICT without anyone noticing. Later, pursued MBA, to become manager of wizards."
        },
        {
            "name": "30_H",
            "img_name": "image023.png",
            "desc": "We were having unlimited ice-cream but due to the red-lights seems like a Drug Cartel and Ashutosh the drug-lord. Jay looks more like Pablo Escobar though."
        },
        {
            "name": "31_V",
            "img_name": "image024.png",
            "desc": "Aayush challenging the depth of this well by struggling to climb back up. Was he successful? Who knows? Who’s next?"
        },
        {
            "name": "32_V",
            "img_name": "image025.png",
            "desc": "Most of us made a point to donate blood. Here are some of the pics: Blood Donation Camps ke champs!"
        },
        {
            "name": "33_N",
            "img_name": "null.jpg",
            "desc": "As we had nothing to do for the most part of the semester, frequency of out CRs increased and with that the weirdness also increased. Because regular CRs were no fun anymore, we started doing weird stuffs. Sometimes a vertical CR (4 people walking in a straight line), carrying Roshan on our shoulders, holding hands and forming a chain across the road and rounding it up around some random person,10 people racing for 50 meters when we saw someone approaching making weird noises with our hoodies on and many more."
        },
        {
            "name": "34_V",
            "img_name": "image026.jpg",
            "desc": "A vertical CR. Rutul, Roshan, Devansh and Nisarg decided to go for CR a 5 in the morning. But CR was too mainstream for them. So, they decided to walk in a straight line. Still someone noticed them, took a pic and sent them."
        },
        {
            "name": "35_N",
            "img_name": "null.jpg",
            "desc": "IFTTT on rescue: _nl_As we have seen earlier, Shrey’s phone has lost or been stolen several times. To keep this in check, he activated an IFTTT feature where phone goes from silent to ringer mode when sent a pre-determined fixed message. This was also the sem when Shrey used to ignore us and went for long CRs, where he never received our calls and later giving the excuse that phone was probably on silent. We gave him advantage of doubt anyway. But one day, we needed his help when a submission was due. So, we used to IFTTT feature to our advantage and sent him that text- after which phone comes to ringer mode. So, he picked up the next call finally!  THIS IS FUTURE. HAHAHA!"
        },
        {
            "name": "36_H",
            "img_name": "image027.png",
            "desc": "Went for munching on Pizzas in the newly opened La’Pinoz in Gandhinagar on Friday as they have 1+1 on that day. As expected, the place was crowded and people waiting for temples to get empty. We somehow got a table as Shashank knew someone on that table. We had lots of pizzas and as we were done, we started vacating but Ashutosh was left with one slice and others occupied the place. We captured this moment as Ashutosh had a new friend group. Then we fitted Chahak there so that Ashutosh doesn’t feel alone."
        },
        {
            "name": "37_H",
            "img_name": "image028.jpg",
            "desc": "Chahak’s Workstation setup comprised of a Heavy-Duty Laptop, Gaming Keyboard, Mouse and a Curved LED screen, which we eventually used for FIFA and Rocket League sessions. This workstation was ultra-cool and anyone who visited the room always had something to say about the setup."
        },
        {
            "name": "38_N",
            "img_name": "null.jpg",
            "desc": "We all were already tired of eating from Cafe, and by 3rd year itself, we started to have our meals either at Reliance Chowkdi or Infocity or any place but cafe. So, us eating in cafe in 7th Sem was like Virat Kohli getting out for a duck (A very rare occasion). There were restaurants like Furat, Prince pav bhaji, Matarani, which substituted college canteens as our default options. So a couple of weeks before leaving, we decided to cover all the nearby restaurants that we used to go regularly one last time. We even kept a checklist and kept updating regularly until last day when the list was completed."
        },
        {
            "name": "39_V",
            "img_name": "image029.jpg",
            "desc": "When Soda becomes your daily dose, it matches the color of your glasses."
        },
        {
            "name": "40_H",
            "img_name": "image030.jpg",
            "desc": "Men’s Day Celebration at DA"
        },
        {
            "name": "41_V",
            "img_name": "image031.jpg",
            "desc": "Due to lots of syllabus for end-sems in spite of it being 7th Sem, Devansh made this paper eyes to hide his real tear-filled ones."
        },
        {
            "name": "42_V",
            "img_name": "image032.jpg",
            "desc": "Whattay Sundari. Haters will call it Snapchat filter"
        },
        {
            "name": "43_H",
            "img_name": "image033.png",
            "desc": "Surendranagar couples be like"
        },
        {
            "name": "44_V",
            "img_name": "image034.png",
            "desc": "Shook by the fact that it might be our last dinner together before we go and make our own journeys."
        },
        {
            "name": "45_H",
            "img_name": "image035.jpg",
            "desc": "Batch Photoshoot! :D"
        },
        {
            "name": "46_H",
            "img_name": "image036.jpg",
            "desc": "Batch Photoshoot: DAIICT Boys"
        },
        {
            "name": "47_H",
            "img_name": "image037.png",
            "desc": "Forca Barca. A great crazy group effort only for a photo which could describe a pun and just a day before probably last end-sems of the College. There are 17 SHAHS in this pic, the mind behind this pun is used as underscore while 4 Shahs are separated from 12 Shahs making \"Four Shah Baar Shah\" which is eventually FORCA BARCA."
        },
        {
            "name": "48_H",
            "img_name": "image038.png",
            "desc": "Mocha was newly opened in the 7th semester. Visited here during last days. Roshan was preparing for CAT at the same time so came directly from the classes with the bag."
        },
        {
            "name": "49_H",
            "img_name": "image039.png",
            "desc": "Rutul during his child-marriage."
        },
        {
            "name": "50_H",
            "img_name": "image040.jpg",
            "desc": "Went for Gujarati Thali at Aagrah after end-sem exams. Bought Zomato Gold specially for this and arranged some from Amarnath and Param. Were full in one serving of everything and could never really take advantage of the unlimited scheme."
        },
        {
            "name": "51_V",
            "img_name": "image041.jpg",
            "desc": "Tried Hoggers Den Café after eating at Van for all college life. Cool experience!"
        },
        {
            "name": "52_H",
            "img_name": "image042.jpg",
            "desc": "Roshan stayed back in December, 2018 for XAT preparation and Rutul visited him for few days. Firstly, they went to a restaurant to use Zomato Gold. Then, they decided to do something Toofani. So, crashed a wedding. Also, being a spontaneous plan made on route, they entered the wedding wearing slippers. They also took some selfies, photos in the wedding photo booth as a proof of their successful implementation. And of course, they stopped by to have some dessert (Hosts insisted ki hum kuch khake jaaye). "
        },
        {
            "name": "53_H",
            "img_name": "image043.jpg",
            "desc": "No, you guessed it wrong. This isn’t waste of the whole floor. It’s just from Shrey’s room. (Unreal) Kachra after 4 years. Extending till neighboring room. Eye witnessed by Aagam, Roshan and Maulik. Roshan almost told Shrey’s mom about Ekta. She is just his good friend, Roshan -_- "
        },
        {
            "name": "54_V",
            "img_name": "image044.jpg",
            "desc": "E-205: It's time to leave. It hasn't been so empty ever"
        },
        {
            "name": "55_V",
            "img_name": "image045.jpg",
            "desc": "The room with lots of memories. This was a place to stop by for everyone every time. Roshan has had 5 roomies in this room and many more unofficial ones as they were in the room all the time practically. We stopped here after every canteen trip, between every lecture gap, after each lab, and sometimes just visiting for 5 minutes and staying there for 3-4 hours. We never realized how fast the time passed when we were enjoying ourselves here. This room will be missed majorly :'("
        },
        {
            "name": "56_N",
            "img_name": "null.jpg",
            "desc": "Jalsa in Vadodara 2:_nl__nl_Although we had emptied our hostel rooms, we wanted to spend time with each other and wanted to have fun. So, on 29th Dec 2018, everyone in or near Vadodara came to make \"Jalsa in Vadodara part:2\" a reality. Shrey and Rutul came to Vadodara just to chill out. They were to be accompanied in this one-day plan by Nisarg, Devansh and Roshan- all Vadodara residents. _nl__nl_Rutul and Shrey arrived the night before and stayed at Nisarg’s house. Roshan also joined the bandwagon and stayed at Nisarg's house that night. The main aim of their trip to Vadodara was not to meet friends but to have the famous food of Vadodara. Rutul reached Vadodara on time but so was not the case for Shrey as his theory of \" Any place can be reached in 3 hrs from Surendranagar\" failed for Vadodara. It was dinner time and there was no sign of Shrey so Nisarg and Rutul decided to start to have dinner without him. So, they had chinese at Nanking, later followed by Gandhi Soda. Soon after Roshan joined them, Shrey's location was showing he reached so the guys went to pick him up from the bus stand. After picking him up they were stopped by Police for checking as it was almost new years and we looked like youngsters full of life (which we are minus the alcohol part). After the clearance, they went to Ratri Bazar (a place which opens up at Night) as Shrey was hungry from all the travelling. Shrey tried Pav Bhaji and Roshan had one of the best chats with hot dog guy. _nl__nl_The guys then went to Nisarg's home for the night. As late-night snacks they went to KGN bakery for freshly baked puffs. There is a secret pathway for that. The next day, they kick started their morning with Jalebi and Fafda. Later they went to eat Bun Samosa outside Baroda High School and then Vadodara’s famous Mahakali Sev-usal and Pyarelal ni Kachori to tick few things off in bucket list. This not being enough, they also had ice cream and shake at Samrat Coldrink House. These all were iconic places. _nl__nl_After that they all went to zoo. The fun is at different level when you visit the zoo with friends (We have videos in the Video section to prove). Devansh joined them at zoo. Had fun moments with birds and animals! Just so that Rutul and Shrey didn’t feel like they didn’t fully visit the Kamatibaug, they took a toy-train ride covering more or less the whole Kamatibaug. Then it was time to play so that we can make some more room for more food. Next stop was Inorbit Mall for Bowling and from there directly to Sindhrot for Go-Karting, where Roshan crashed very badly and destroyed 10+ tyres kept as boundary.  _nl__nl_Even though it is very hard to cover all the food places in Vadodara in just one day, we tried our best! Next, we went to Vishal Samosa Sandwich to have delicious Cheese Samosa Sandwich accompanied by Tasty Vadapav. MarutiNandan soda was also nearby so we can’t miss that. Maulik Chaudhary got tempted to join us as soon as he found out via our Instagram Stories. Next was Yo Frankie in Nizampura. Some of us had frankie there and others had hotdog at Frigtemp (Fatehgunj). Rutul had both. They ended their day with a delicious Gola from Shyaam Gola. _nl__nl_Rutul and Shrey had to leave next morning as prep and packing was also going on for their internship. They wanted to see Roshan's house and hospitality, so both of them stayed at his house. They enjoyed at night and then were stuffed with infinite food before leaving. Indian Moms ¯\\_(ツ)_/¯_nl__nl_We hope there is a part 3 to this series soon :')"
        }
    ]
}
